{
  "type": {
    "title": "হার্ডওয়্যার ওয়ালেট কানেক্ট করুন",
    "caption": "যদি আপনার একটি হার্ডওয়্যার ওয়ালেট থাকে, তাহলে এই জায়গাটি আপনার জন্য।",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Ledger ক্রিপ্টোকারেন্সি হার্ডওয়্যার ওয়ালেট, যা Ledger নামক একটি কোম্পানি তৈরি করেছে, এই কোম্পানির সদর দপ্তর ফ্রান্সের প্যারিসে অবস্থিত।",
        "models": "Stax, Flex and Nano (X, S and S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor তৈরি করেছে SatoshiLabs, এদের অফিস চেক রিপাবলিকে।",
        "models": "Model T and Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "হংকং ভিত্তিক একটি কোম্পানি, যারা 100% এয়ার-গ্যাপড ওপেন-সোর্স QR কোড কমিউনিকেশন হার্ডওয়্যার ওয়ালেট সরবরাহ করে, যেখানে 4-ইঞ্চি টাচ স্ক্রিন এবং ফিঙ্গারপ্রিন্ট রিডার আছে।",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro ভেরিফায়েড"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Ledger কানেক্ট করুন"
  },
  "keystone": {
    "qrScan": "আপনার Keystone ডিভাইস দিয়ে QR কোড স্ক্যান করুন",
    "distance": "স্ক্যান করার উন্নতির জন্য দূরত্ব সামঞ্জস্য করুন এবং প্রয়োজনে Keystone QR কোডে ট্যাপ করুন"
  },
  "derivation": {
    "label": "ডেরিভেশন মোড (উন্নত)",
    "icarus": "CIP03 দ্বারা সংজ্ঞায়িত Cardano ডেরিভেশন স্ট্যান্ডার্ড।",
    "trezor": "Trezor এর ইমপ্লিমেন্টেশন Icarus স্ট্যান্ডার্ডের উপর ভিত্তি করে তৈরি।",
    "ledger": "BIP39 দ্বারা সংজ্ঞায়িত বিটকয়েন স্ট্যান্ডার্ড অনুসরণ করে।",
    "default": "(ডিফল্ট)"
  },
  "connect": {
    "title": "পাবলিক কী এক্সপোর্ট নিশ্চিত করুন",
    "caption": "",
    "info": {
      "ledger": "এগিয়ে যাওয়ার আগে আপনার Ledger ডিভাইসটি আনলক করুন এবং Cardano অ্যাপটি খুলুন। এরপর পেয়ারিং প্রক্রিয়া সম্পন্ন করতে আপনার Ledger ডিভাইসের Cardano অ্যাপে দেওয়া নির্দেশনা অনুসরণ করুন।",
      "trezor": "নিশ্চিত করার জন্য, খোলা Trezor Connect ব্রাউজার ট্যাবে এবং আপনার Trezor ডিভাইসে দেওয়া নির্দেশনা অনুসরণ করে পেয়ারিং প্রক্রিয়া সম্পন্ন করুন।",
      "keystone": "নিশ্চিত করার জন্য, আপনার Keystone ডিভাইস দিয়ে জেনারেট করা QR কোড স্ক্যান করুন এবং তারপর Eternl এর মাধ্যমে Keystone QR কোড রেসপন্স স্ক্যান করতে এগিয়ে যান।",
      "onekey": "নিশ্চিত করুন যে আপনার কম্পিউটারে ব্রিজ ইনস্টল করা আছে। ডিভাইসটি কানেক্ট করুন এবং পাবলিক কী এক্সপোর্ট হওয়ার জন্য অপেক্ষা করুন।",
      "bitbox": "নিশ্চিত করার জন্য, প্রয়োজন হলে পেয়ারিং কোড যাচাই করুন এবং ডিভাইসে নিশ্চিত করুন।"
    }
  }
}
