{
  "menuLabel": "স্টেকিং",
  "title": "স্টেকিং ড্যাশবোর্ড",
  "caption": "এখানে আপনি আপনার {{currency}} একটি স্টেকপুলে পরিচালনা এবং ডেলিগেট করতে পারবেন এবং একটি প্যাসিভ ইনকাম করতে পারবেন।",
  "subCaption": "আপনার তহবিল Cardano-এ staking-এর জন্য আপনার ওয়ালেট থেকে কখনও সরে যায় না, এবং যেকোনো সময় খরচ করা যেতে পারে।",
  "staking-cta": {
    "title": "স্টেকিং পুরস্কার অর্জন করুন!",
    "caption": "একটি স্টেক পুল চয়ন করতে বোতামটি ক্লিক করুন।",
    "button": "স্টেক"
  },
  "poollist": {
    "title": "উপলব্ধ স্টেক পুল",
    "caption": "উপলব্ধ স্টেক পুলের একটি তালিকা। তালিকাটি ফিল্টার করতে একটি পুলের টিকার বা নাম প্রবেশ করুন। র‍্যাঙ্কিং ব্যবহারকারীর জন্য অনুকূল পুরস্কারকে অগ্রাধিকার দেয়।",
    "filter": {
      "search": "একটি পুলের জন্য অনুসন্ধান করুন..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "কোনো পুল ডেটা উপলব্ধ নেই",
      "undelegated": "ডেলিগেট করা হয়নি",
      "delegated": "ডেলিগেট করা হয়েছে",
      "deregistered": "ডিরেজিস্টার্ড",
      "registered": "রেজিস্টার্ড",
      "pending": "বিচারাধীন",
      "producing": "উৎপাদন করছে"
    },
    "history": {
      "label": "পুরস্কারের ইতিহাস",
      "caption": "epoch অনুসারে সাজানো স্টেকিং এবং Catalyst ভোটের জন্য অর্জিত পুরস্কারের একটি তালিকা",
      "epoch": "$t(common:epoch)",
      "rewards": "পুরস্কার",
      "refund": "পুল ডিরেজিস্ট্রেশন রিফান্ড",
      "pool": "পুল",
      "treasury": "Catalyst ভোটিং",
      "leader": "পুল অপারেটরের পুরস্কার",
      "reserves": "তাৎক্ষণিক পুরস্কার"
    },
    "gov": {
      "nodelegation": {
        "info": "অনুগ্রহ করে শাসনের কাজের জন্য একজন DRep-এর কাছে ডেলিগেট করার কথা বিবেচনা করুন। স্টেকিং পুরস্কার তুলতে সক্ষম হওয়ার জন্য নিম্নলিখিত যুগে এটির প্রয়োজন হবে"
      },
      "inactive": "অ্যাকাউন্টটি একজন গভর্নেন্স DRep-এর কাছে ডেলিগেট করা হয়েছে, যাকে নিষ্ক্রিয় হিসাবে চিহ্নিত করা হয়েছে এবং তাই এটি আর সক্রিয় ভোটিং স্টেকের দিকে গণনা করা হয় না"
    },
    "warning": {
      "high": {
        "headline": "উচ্চ পুল ফি",
        "caption": "এই অ্যাকাউন্টটি যে পুলে ডেলিগেট করা হয়েছে, সেটির অস্বাভাবিকভাবে বেশি ফি রয়েছে যা আপনার স্টেকিং পুরস্কার কমিয়ে দেবে। যদি এটি কোনো ধরনের ISPO হয়, তাহলে ঠিক আছে। যদি না হয়, তাহলে আপনার কম ফি সহ অন্য একটি পুল বেছে নেওয়া উচিত"
      },
      "complete": {
        "headline": "৯৯+% পুল ফি",
        "caption": "এই অ্যাকাউন্টটি যে পুলে ডেলিগেট করা হয়েছে, সেটি কমপক্ষে ৯৯% চার্জ করে এবং আপনার {{currency}} রিওয়ার্ড সংগ্রহ করে। এটা যদি কোনো ISPO হয়, তাহলে ঠিক আছে। না হলে, আপনার উচিত কম ফী-এর অন্য কোনো পুল বেছে নেওয়া।"
      }
    }
  }
}
