{
  "is": {
    "label": "Lựa chọn Đầu vào",
    "caption": "Kiểm soát việc lựa chọn đầu vào bằng cách chi tiêu các utxo cụ thể trong tài khoản của bạn.",
    "reset": "Đặt lại Lựa chọn Đầu vào"
  },
  "import": {
    "label": "Nhập Giao dịch",
    "caption": "Nhập một giao dịch chưa ký hoặc đã ký, được xuất từ Eternl hoặc các nguồn khác.",
    "upload": "Tải lên (các) tệp giao dịch hoặc dán cbor giao dịch thô."
  },
  "tf": {
    "label": "Phân mảnh Token",
    "caption": "Phân bổ tài sản của bạn trên nhiều utxo để giảm phí cho các giao dịch trong tương lai."
  },
  "cu": {
    "label": "Gom UTxO",
    "caption": "Gom các UTXO của tài khoản này, về cơ bản là hợp nhất chúng thành số lượng ít hơn. Sẽ tạo tối đa 10 giao dịch cùng lúc. Quá trình xử lý có thể mất một lúc."
  },
  "ms": {
    "label": "Gom Đặc biệt",
    "label2": "Gom trong Wallet",
    "caption": "Gom các UTXO của wallet phí ms này, về cơ bản là hợp nhất chúng thành số lượng ít hơn. Sẽ tạo tối đa 10 giao dịch cùng lúc. Quá trình xử lý có thể mất một lúc."
  },
  "donation": {
    "label": "Ủng hộ 1 ADA để hỗ trợ phát triển $t(common:appName)",
    "caption": "Chúng tôi hy vọng bạn thích Eternl! Vui lòng cân nhắc gửi 1 ADA cùng giao dịch này để hỗ trợ phát triển dự án của chúng tôi."
  },
  "customMetadata": {
    "label": "Metadata Tùy chỉnh",
    "caption": "Thêm một lược đồ metadata tùy chỉnh ở định dạng JSON theo đặc tả.",
    "placeholder": "Dán / Nhập JSON",
    "urllabel": "Tài liệu về định dạng json metadata trên cardano.org",
    "added": "metadata sau đã được thêm vào giao dịch:",
    "schemainfo": {
      "NoConversions": "Chuyển đổi trung thực giữa bộ tính năng chung tối thiểu của JSON và Metadata.",
      "BasicConversions": "Thêm hỗ trợ bổ sung cho byte (dưới dạng chuỗi hex) và khóa số nguyên (dưới dạng chuỗi).",
      "DetailedSchema": "Lược đồ JSON chi tiết nhưng có độ linh hoạt cao nhất cho việc chuyển đổi metadata."
    },
    "banner": {
      "error": {
        "title": "Không phải là lược đồ metadata chung JSON Cardano hợp lệ",
        "json": "JSON không hợp lệ.",
        "label": "Nhãn không hợp lệ.\nCác khóa cấp cao nhất phải là số nguyên duy nhất trong khoảng -(2^64 - 1) đến (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "Thêm $t(common:message.label) trên chuỗi",
    "caption": "Thêm tin nhắn/bình luận/ghi nhớ vào giao dịch.\nNhấn \"ENTER\" để tạo tin nhắn nhiều dòng.",
    "enableEncryption": "Bật mã hóa",
    "placeholder": "Nhập tin nhắn giao dịch",
    "error": {
      "overflow": "Số ký tự mỗi dòng giới hạn là 64. Nhấn Enter để thêm dòng mới",
      "invalidJSON": "Không phải là lược đồ metadata chung JSON Cardano hợp lệ."
    }
  }
}
