{
  "is": {
    "label": "تحديد المدخلات",
    "caption": "Control input selection by spending specific utxos in your account.",
    "reset": "إعادة تعيين تحديد المدخلات"
  },
  "import": {
    "label": "استيراد معاملة",
    "caption": "Import unsigned or signed transactions, exported from Eternl or other sources.",
    "upload": "Upload transaction file(s) or paste raw cbor transaction data."
  },
  "tf": {
    "label": "تجزئة الرموز",
    "caption": "Distribute your assets across multiple utxos to reduce fees for future transactions."
  },
  "cu": {
    "label": "Consolidate UTxO",
    "caption": "Consolidate UTxOs for this account, essentially merging them into fewer ones. Up to 10 transactions will be created at once. Processing may take some time."
  },
  "ms": {
    "label": "تجميع خاص",
    "label2": "Consolidate in Wallet",
    "caption": "Consolidate UTxOs for this ms fee wallet, essentially merging them into fewer ones. Up to 10 transactions will be created at once. Processing may take some time."
  },
  "donation": {
    "label": "Donate 1 ADA to support the development of $t(common:appName)",
    "caption": "We hope you like Eternl! Please consider sending 1 ADA along with this transaction to support our project's development."
  },
  "customMetadata": {
    "label": "بيانات وصفية مخصصة",
    "caption": "أضف مخطط بيانات وصفية مخصص بتنسيق JSON وفقًا للمواصفات.",
    "placeholder": "الصق / أدخل JSON",
    "urllabel": "Documentation about the json format for metadata on cardano.org",
    "added": "تمت إضافة بيانات وصفية التالية إلى المعاملة:",
    "schemainfo": {
      "NoConversions": "يحول بأمانة بين مجموعة الميزات المشتركة الدنيا بين JSON و بيانات وصفية.",
      "BasicConversions": "Adds additional support for byte (as hex strings) and integer keys (as text strings).",
      "DetailedSchema": "مخطط JSON مفصل ولكن مع مرونة قصوى لتحويل بيانات وصفية."
    },
    "banner": {
      "error": {
        "title": "General JSON metadata schema for Cardano is invalid",
        "json": "JSON غير صالح.",
        "label": "التسمية (التسميات) غير صالحة.\\nيجب أن تكون المفاتيح ذات المستوى الأعلى أعدادًا صحيحة فريدة في النطاق -(2^64 - 1) إلى (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "إضافة $t(common:message.label) على السلسلة",
    "caption": "أضف رسالة/تعليق/مذكرة إلى المعاملة.\\nاضغط \\\"ENTER\\\" لرسالة متعددة الأسطر.",
    "enableEncryption": "تمكين التشفير",
    "placeholder": "أدخل رسالة المعاملة",
    "error": {
      "overflow": "عدد الأحرف في كل سطر محدود بـ 64. اضغط Enter لإضافة سطر جديد",
      "invalidJSON": "General JSON metadata schema for Cardano is invalid."
    }
  }
}
