{
  "title":                    "Catalyst Registration",

  "status": {

    "wrongnetwork":{

      "title":                "Not supported",
      "text":                 "Catalyst is not supported on the currently selected network."
    },

    "registration": {

      "nostake": {

        "title":              "Not registered",
        "text":               "The account is not registered for staking. Delegate to a stake pool first, then register for Catalyst voting."
      },

      "nocatalyst": {

        "title":              "No Catalyst registration",
        "text":               "Eternl does not recognize the voting key. The account may never have been registered or was registered with another app."
      },

      "hascatalyst": {

        "title":              "Catalyst registration",
        "text":               "The account is registered for Catalyst voting. The Catalyst voting key is stored in Eternl.",

        "scan":               "Scan the QR code in the Catalyst voting app and follow the instructions.",
        "reveal":             "Don't share the Catalyst voting key and PIN with anyone. It is used to vote in Catalyst funding rounds.",

        "voteKey":            "Catalyst voting key",

        "banner": {

          "title":            "Download the QR code",
          "text":             "A local backup of the Catalyst voting key is stored in Eternl for recovery purposes. However, this backup is device-specific and will not be available when restoring the wallet on another device using the wallet phrase. Only a wallet JSON backup created after the Catalyst registration can restore it. It is strongly recommended to download the QR code image and store it securely, for example in a password manager."
        }
      },

      "button": {

        "stake": {

          "label":            "Choose a stake pool"
        },

        "register": {

          "label":            "Register for Catalyst voting"
        },

        "reregister": {

          "label":            "Create new registration"
        },

        "download": {

          "label":            "Download the Catalyst key"
        },

        "reveal": {

          "label":            "Reveal Catalyst key"
        },

        "hide": {

          "label":            "Hide Catalyst key"
        }
      }
    }
  },

  "step": {

    "app": {

      "title":                "Voting Application",
      "caption":              "Download the Catalyst mobile app to your phone.",

      "apple": {

        "label":              "Apple App Store",
        "url":                "https://apps.apple.com/in/app/catalyst-voting/id1517473397"
      },

      "android": {

        "label":              "Google Play Store",
        "url":                "https://play.google.com/store/apps/details?id=io.iohk.vitvoting"
      },

      "banner": {

        "notice": {

          "title":            "App store links!",
          "text":             "NOT for use in the Catalyst mobile app!\n\nThese QR codes link to the app stores where you can download and install the Catalyst mobile app."
        }
      }
    },

    "pin": {

      "title":                "Configure PIN",

      "caption": {

        "enter":              "Set a PIN to secure your Catalyst voting key.",
        "confirm":            "Confirm the PIN to secure your Catalyst voting key."
      },

      "success": {

        "confirmPin":         "The PINs match."
      },

      "error": {

        "confirmPin":         "The PINs do not match."
      },

      "warning": {

        "title":              "Write down the PIN",
        "text":               "Make sure to write the PIN down!\nLosing the PIN will require a new voting key registration."
      }
    },

    "tx": {

      "title":                "Voting Registration Transaction",
      "caption":              "Register your Catalyst voting key.",

      "note": {

        "title":              "Voting power",
        "text":               "The voting power scales with the amount of funds held at snapshot time. A higher balance increases your influence during the snapshot."
      },

      "warning": {

        "title":              "Minimum amount",
        "text":               "A minimum balance of 25 ADA is required for your voting key to be included in the snapshot. Without this minimum, you won't be able to vote or receive rewards in a funding round."
      },

      "success":              "Catalyst registration successful.",
      "saved":                "Catalyst voting key successfully saved in Eternl.",

      "error": {

        "save":               "Failed to save Catalyst voting key in Eternl."
      }
    }
  }
}
