{
  "menuLabel": "Staking",
  "title": "Bảng điều khiển Staking",
  "caption": "Tại đây bạn có thể quản lý và ủy quyền ADA của mình cho một Stakepool và kiếm thu nhập thụ động.",
  "subCaption": "Tiền của bạn không bao giờ rời khỏi wallet của bạn khi thực hiện staking trên Cardano và có thể được chi tiêu bất cứ lúc nào.",
  "staking-cta": {
    "title": "Kiếm phần thưởng staking!",
    "caption": "Nhấp vào nút để chọn một stake pool.",
    "button": "Stake"
  },
  "poollist": {
    "title": "Các stake pool có sẵn",
    "caption": "Danh sách các stake pool có sẵn. Nhập mã ticker hoặc tên của một pool để lọc danh sách. Bảng xếp hạng ưu tiên phần thưởng tối ưu cho người dùng.",
    "filter": {
      "search": "Tìm kiếm pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "không có dữ liệu pool",
      "undelegated": "chưa ủy quyền",
      "delegated": "đã ủy quyền",
      "deregistered": "đã hủy đăng ký",
      "registered": "đã đăng ký",
      "pending": "đang chờ",
      "producing": "đang sản xuất"
    },
    "history": {
      "label": "Lịch sử Phần thưởng",
      "caption": "Danh sách các phần thưởng kiếm được từ staking và bỏ phiếu Catalyst được sắp xếp theo epoch",
      "epoch": "$t(common:epoch)",
      "rewards": "Phần thưởng",
      "refund": "Hoàn tiền Hủy đăng ký Pool",
      "pool": "Pool",
      "treasury": "Bỏ phiếu Catalyst",
      "leader": "Phần thưởng Người vận hành Pool",
      "reserves": "Phần thưởng Tức thì"
    },
    "gov": {
      "nodelegation": {
        "info": "Vui lòng cân nhắc ủy quyền cho một DRep cho các hành động quản trị. Điều này sẽ được yêu cầu trong kỷ nguyên tiếp theo để có thể rút phần thưởng staking"
      },
      "inactive": "Tài khoản được ủy quyền cho một DRep quản trị bị đánh dấu là không hoạt động và do đó không còn được tính vào số dư biểu quyết đang hoạt động nữa"
    },
    "warning": {
      "high": {
        "headline": "Phí Pool Cao",
        "caption": "Pool mà tài khoản này được ủy quyền có mức phí cao bất thường sẽ làm giảm phần thưởng staking của bạn. Nếu đó là một loại ISPO nào đó thì không sao. Nếu không, bạn nên chọn một pool khác có phí thấp hơn"
      },
      "complete": {
        "headline": "Phí Pool 99+%",
        "caption": "Pool mà tài khoản này được ủy quyền tính phí ít nhất 99% và thu phần thưởng ADA của bạn. Nếu đó là một loại ISPO nào đó thì không sao. Nếu không, bạn nên chọn một pool khác có phí thấp hơn"
      }
    }
  }
}
