{
  "title": "imprint",
  "imprint": "Impressum",
  "contact": "Contact",
  "edc": "Eternl DRep Committee",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep Id",
    "text": "drep1y29h2q6cst2pvkl2sqqvf5ljcy36uv7pmy482xnczddzgqshus24w"
  },
  "discord": {
    "label": "discord",
    "text": "Fes clic per unir-te al nostre servidor de discord $t(common:appName) (amb sistema de tiquets de suport)"
  },
  "telegram": {
    "label": "telegram",
    "text": "Fes clic per unir-te al nostre canal de telegram $t(common:appName)."
  },
  "github": {
    "label": "github",
    "text": "Si tens una sol·licitud de funcionalitat, utilitza el rastrejador d'incidències de GitHub. Fes clic per obrir-lo en una nova pàgina."
  },
  "email": {
    "label": "email",
    "text": "Escriu-nos un correu electrònic a team@eternl.io"
  },
  "emaildrep": {
    "label": "email",
    "text": "Escriu-nos un correu electrònic a drep@eternl.io"
  },
  "address": {
    "label": "Sitz der Gesellschaft",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nGermany"
  },
  "person": {
    "label": "Vertretungsberechtigte Personen",
    "text": "Marcel Baumberg (Geschäftsführer)"
  },
  "company": {
    "label": "Angaben zum Unternehmen",
    "text": "Umsatzsteuer Identifikationsnummer (USt-ID): DE264395179\nHandelsregister Amtsgericht Leipzig: HRB 24784"
  },
  "legallabel": "Haftungs- und Schutzrechtshinweise",
  "legal0": {
    "label": "Haftungsausschluss",
    "text": "Els continguts d'aquesta oferta en línia s'han creat amb cura i segons el nostre coneixement actual, però només tenen finalitats informatives i no tenen cap efecte jurídicament vinculant, tret que es tracti d'informació legalment obligatòria (per exemple, l'avís legal, la política de privadesa, les condicions generals o les instruccions obligatòries per als consumidors). Ens reservem el dret de modificar o suprimir els continguts totalment o parcialment, sempre que les obligacions contractuals no es vegin afectades. Totes les ofertes estan subjectes a canvis i no són vinculants."
  },
  "legal1": {
    "label": "Links auf fremde Webseiten",
    "text": "Els continguts de pàgines web externes a les quals fem referència directament o indirectament estan fora de la nostra responsabilitat i no els fem nostres. No assumim cap responsabilitat per tots els continguts i desavantatges que es derivin de l'ús de la informació que es pot consultar a les pàgines web enllaçades."
  },
  "legal2": {
    "label": "Urheberrechte und Markenrechte",
    "text": "Tots els continguts que es mostren en aquest lloc web, com ara textos, fotografies, gràfics, marques i marques comercials, estan protegits pels drets de protecció corresponents (drets d'autor, drets de marca). L'ús, la reproducció, etc. estan subjectes als nostres drets o als drets dels respectius autors o administradors de drets."
  },
  "legal3": {
    "label": "Hinweise auf Rechtsverstöße",
    "text": "Si observeu alguna infracció legal dins de la nostra presència a Internet, poseu-vos en contacte amb nosaltres per informar-nos-en. Eliminarem immediatament els continguts i enllaços il·legals després de tenir-ne coneixement."
  },
  "button": {
    "home": "home"
  }
}
