{
  "is": {
    "label": "Selecció d'entrades",
    "caption": "Pren el control sobre la selecció d'entrades gastant utxo específics del teu compte.",
    "reset": "Restableix la selecció d'entrades"
  },
  "import": {
    "label": "Importa transacció",
    "caption": "Importa transaccions sense signar o signades, exportades des de Eternl o altres fonts.",
    "upload": "Carrega fitxers de transaccions o enganxa el cbor de la transacció en brut."
  },
  "tf": {
    "label": "Fragmentació de tokens",
    "caption": "Distribueix els teus actius en múltiples utxo per reduir les comissions de transaccions futures.",
    "notification": {
      "start": "Comença a crear transaccions de fragmentació de tokens. Això pot trigar una mica.",
      "finish": "S'ha acabat de crear les transaccions de fragmentació de tokens. Prepara la signatura.",
      "notNecessary": "No cal recollir UTxO.",
      "error1": "No s'ha pogut crear la transacció de fragmentació de tokens.",
      "error2": "Afegeix més {{currency}} o augmenta la mida del paquet TF i torna-ho a provar."
    }
  },
  "cu": {
    "label": "Recollida d'UTxO",
    "caption": "Recull els UTxO d'aquest compte, bàsicament fusionant-los en menys. Es crearan fins a 10 transaccions alhora. El processament pot trigar una mica.",
    "notification": {
      "start": "Comença a crear transaccions de recollida d'utxo. Això pot trigar una mica.",
      "finish": "S'ha acabat de crear transaccions de recollida d'utxo. Prepara la signatura.",
      "notNecessary": "No cal recollir UTxO.",
      "error1": "No s'ha pogut crear la transacció de recollida d'utxo. (1)",
      "error2": "No s'ha pogut crear la transacció de recollida d'utxo. (2)"
    }
  },
  "ms": {
    "label": "Recollida especial",
    "label2": "Recull a Wallet",
    "caption": "Recull els UTxO d'aquesta comissió ms wallet, bàsicament fusionant-los en menys. Es crearan fins a 10 transaccions alhora. El processament pot trigar una mica."
  },
  "donation": {
    "label": "Dona 1 {{currency}} per donar suport al desenvolupament de $t(common:appName)",
    "caption": "Esperem que t'agradi Eternl! Si us plau, considera enviar 1 {{currency}} amb aquesta transacció per donar suport al desenvolupament del nostre projecte."
  },
  "customMetadata": {
    "label": "Metadata personalitzada",
    "caption": "Afegeix un esquema metadata personalitzat en format JSON segons l'especificació.",
    "placeholder": "Enganxa / Introdueix JSON",
    "urllabel": "Documentació sobre el format json de metadata a cardano.org",
    "added": "S'ha afegit la següent metadata a la transacció:",
    "schemainfo": {
      "NoConversions": "Converteix fidelment entre el conjunt de característiques compartides mínimes entre JSON i Metadata.",
      "BasicConversions": "Afegeix suport addicional per a byte (com a cadenes hexadecimales) i claus enters (com a cadenes).",
      "DetailedSchema": "Esquema JSON detallat però amb la major flexibilitat per a la conversió de metadata."
    },
    "banner": {
      "error": {
        "title": "No és un esquema metadata general JSON Cardano vàlid",
        "json": "JSON no vàlid.",
        "label": "Etiquetes no vàlides.\nLes claus de nivell superior han de ser enters únics en el rang de -(2^64 - 1) a (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "Afegeix $t(common:message.label) a la cadena",
    "caption": "Afegeix un missatge/comentari/memo a la transacció.\nPremeu \"ENTER\" per a un missatge de diverses línies.",
    "enableEncryption": "Activa el xifratge",
    "placeholder": "Introdueix un missatge de transacció",
    "error": {
      "overflow": "El nombre de caràcters per línia està limitat a 64. Premeu Enter per afegir una nova línia",
      "invalidJSON": "No és un esquema metadata general JSON Cardano vàlid"
    }
  }
}
