{
  "cardano": {
    "label": "Cardano",
    "caption": "Una adreça normal de Cardano.",
    "description": "Una adreça de Cardano comença amb addr1 i no és una adreça d'script.",
    "error": {
      "invalid": "No és una adreça vàlida de Cardano."
    }
  },
  "cardanoScript": {
    "label": "Script de Cardano",
    "caption": "Una adreça d'script.",
    "description": "Una adreça d'script de Cardano s'utilitza per a contractes intel·ligents i comença amb addr1 seguit d'un patró específic.",
    "error": {
      "invalid": "No és una adreça d'script vàlida de Cardano."
    }
  },
  "adaHandle": {
    "label": "Handle d'Ada",
    "caption": "Una adreça de Cardano llegible per humans.",
    "description": "Un Handle d'Ada és un identificador únic basat en NFT que es pot utilitzar com una adreça simplificada de Cardano, començant per $.",
    "banner": {
      "change": {
        "title": "L'adreça del Handle d'Ada ha canviat!",
        "text": "Adreça antiga guardada a la llibreta d'adreces:\n####OLD####\n\nAdreça nova:\n####NEW####\n\nL'adreça que està representada pel Handle d'Ada ###HANDLE### ha canviat des que la vas afegir a la teva llibreta d'adreces.\nAixò vol dir que el Handle d'Ada s'ha mogut a un wallet o compte diferent.\n\nSi envies fons, aniran a una adreça diferent de la que està guardada a la teva llibreta d'adreces.\nTens l'opció de sobreescriure l'entrada actual de la llibreta d'adreces fent clic al botó de sota."
      }
    },
    "error": {
      "invalid": "No és un Handle d'Ada vàlid.",
      "resolve": "Aquest Handle d'Ada no existeix.",
      "image": "No s'ha pogut carregar la imatge del Handle d'Ada.",
      "address": {
        "invalid": "Adreça no vàlida. (Potser està llistada en un marketplace?)"
      }
    }
  },
  "unstoppableDomains": {
    "label": "Dominis Imparables",
    "caption": "Un nom de domini blockchain.",
    "description": "Els Dominis Imparables són noms de domini descentralitzats que es poden vincular a diverses adreces de criptomonedes, incloent-hi Cardano.",
    "error": {
      "invalid": "No és un Domini Imparable vàlid.",
      "resolve": "Aquest Domini Imparable no existeix.",
      "domain": {
        "resolve": "No s'ha pogut resoldre el Domini Imparable."
      },
      "address": {
        "invalid": "Adreça no vàlida. (Potser està llistada en un marketplace?)",
        "notSet": "Aquest Domini Imparable no té cap adreça de Cardano configurada."
      }
    }
  }
}
