{
  "walletName": {
    "title": "Nom i grup",
    "caption": "Actualitza el teu nom de wallet o del grup.",
    "setting": {
      "caption": "$t(settings-wallet:walletName.caption)",
      "name": "Nom de Wallet",
      "group": "Grup de Wallet",
      "error": {
        "empty": {
          "name": "El nom de Wallet no pot estar buit.",
          "group": "El grup de Wallet no pot estar buit."
        },
        "duplicate": {
          "name": "Ja existeix una wallet amb aquest nom."
        }
      }
    }
  },
  "spendingPassword": {
    "title": "Contrasenya de despesa de Wallet",
    "caption": "Actualitza la contrasenya de despesa de la teva wallet.",
    "setting": {
      "caption": "Actualitza la contrasenya de despesa de la teva wallet. Introdueix l'antiga i després introdueix una nova contrasenya de despesa llarga. Com més llarga sigui la contrasenya, més segura serà la teva wallet.",
      "reset": "Estableix una nova contrasenya de despesa. Com més llarga sigui la contrasenya, més segura serà la teva wallet.",
      "updated": "Actualització de la contrasenya de Wallet.",
      "error": "No s'ha pogut actualitzar la contrasenya de Wallet."
    }
  },
  "biometrics": {
    "title": "Despesa biomètrica",
    "caption": "Utilitza la funció de biometria en lloc de la contrasenya.",
    "setting": {
      "caption": "$t(settings-wallet:biometrics.caption)",
      "activate": {
        "label": "Activar la biometria",
        "description": "Introdueix la teva contrasenya de despesa actual per activar la despesa amb les funcions biomètriques del teu telèfon."
      },
      "deactivate": {
        "label": "Desactivar la biometria",
        "description": "Quan signem una transacció, utilitzarem la funció de biometria del teu telèfon en lloc de la teva contrasenya."
      }
    }
  },
  "icon": {
    "title": "Icona de Wallet",
    "caption": "Estableix una icona de wallet personalitzada o genera una icona de wallet aleatòria.",
    "setting": {
      "caption": "$t(settings-wallet:icon.caption)",
      "select": "Selecciona una icona",
      "regenerateIcon": "Aleatoritzar",
      "resetToDefault": "Restablir al valor per defecte"
    }
  },
  "exportWallet": {
    "title": "Exportar Wallet",
    "caption": "Exportació JSON segura de wallet que permet la importació en altres navegadors/dispositius.",
    "setting": {
      "caption": "Els fitxers de còpia de seguretat $t(common:appName) .json exportats es poden importar a qualsevol altra aplicació $t(common:appName).",
      "subCaption": "Una còpia de seguretat .json inclou notes de transaccions i configuració de la cartera/compte.",
      "button": {
        "label": "Exportar Wallet"
      },
      "banner": {
        "title": "Important!",
        "text": "Per a les carteres calentes, l'exportació inclou la clau privada xifrada. Mantingues el fitxer exportat segur i no el comparteixis amb ningú."
      }
    }
  },
  "reSync": {
    "title": "Torna a sincronitzar wallet",
    "caption": "Força una resincronització completa de wallet.",
    "setting": {
      "caption": "$t(settings-wallet:reSync.caption)",
      "subCaption": "Si prems aquest botó, es restabliran totes les dades de wallet i es tornarà a sincronitzar completament des de la blockchain.",
      "button": {
        "label": "Torna a sincronitzar Wallet"
      }
    }
  },
  "verification": {
    "title": "Verificació de la frase de recuperació",
    "caption": "Verifica que has guardat la frase de recuperació correcta per a una wallet.",
    "setting": {
      "caption": "$t(settings-wallet:verification.caption) Un cop verificada, també pots canviar la teva contrasenya de despesa.",
      "start": "Verifica la frase",
      "match": {
        "label": "La frase de recuperació introduïda és correcta.",
        "spending": "Canvia la contrasenya de despesa"
      },
      "invalid": "La frase de recuperació introduïda no és correcta per a aquesta wallet."
    }
  },
  "deleteWallet": {
    "title": "Eliminar Wallet",
    "caption": "Elimina la wallet i tots els seus comptes.",
    "setting": {
      "caption": "Un cop eliminada aquesta wallet, s'eliminarà d'aquesta aplicació $t(common:appName) i perdràs l'accés a tots els fons restants en aquesta wallet.",
      "subCaption": "L'única manera de recuperar l'accés després de l'eliminació és restaurant la teva frase de recuperació de wallet o important un fitxer de còpia de seguretat $t(common:appName).json exportat anteriorment.",
      "subCaption2": "Per a una importació més fàcil, fes una còpia de seguretat en format $t(common:appName).json abans d'eliminar.\n\nAssegura't que la frase llavor d'aquesta wallet està guardada en un lloc segur!",
      "acknowledged": "Entenc que l'única manera de recuperar l'accés a aquesta wallet és restaurant-la utilitzant la seva frase de recuperació de la wallet.",
      "name": "Introdueix el nom de la wallet",
      "error": {
        "name": "Introdueix el nom correcte de la wallet per confirmar l'eliminació.",
        "acknowledged": "Si us plau, llegeix i reconeix la informació anterior."
      }
    }
  }
}
