{
  "errors": {
    "txBuilt": {
      "notEnoughAda": "No hi ha prou {{currency}} per construir la transacció (incloent-hi la comissió, les sortides de canvi, la fragmentació de tokens, etc.{{detail}})",
      "notEnoughAdaDetails": "(falten {{adaSymbol}} {{adaAmount}}).",
      "tooManyAssets": "Massa actius, selecciona menys entrades/actius{{totalSize}}{{maxSize}}.",
      "totalSize": "Mida de la transacció: {{totalOutputSize}}",
      "maxSize": "(mida màxima possible de la transacció: {{maxTxSize}})",
      "notEnoughUtxos": "No hi ha suficients entrades. Si us plau, comprova si tens prou fons o UTxOs en aquest compte?",
      "noActiveDRep": "El compte no està delegat a un DRep actiu. Si us plau, delega a un DRep actiu.",
      "notNecessaryTF": "No cal fragmentació de tokens.",
      "notNecessaryCS": "No cal netejar els tokens d'estafa.",
      "missingBurnAddress": "Aquesta xarxa no admet l'adreça de crema d'Eternl.",
      "notNecessaryCU": "No cal recollir els UTxOs.",
      "couldNotCoverFee": "No s'ha pogut cobrir la comissió de la transacció (falten {{adaSymbol}} {{adaAmount}}). O bé redueix l'import a enviar o afegeix 2 {{currency}} més i torna-ho a provar.",
      "couldNotCoverAmount": "No s'ha pogut cobrir la quantitat de sortida.",
      "tokenNotFound": "No s'ha pogut trobar el token que vols enviar a les entrades disponibles.",
      "notEnoughTokens": "No hi ha prou tokens d'aquest tipus a les entrades disponibles.",
      "notAtLeastOneUtxo": "Només hi ha recompenses disponibles. Afegeix almenys 2 {{currency}} per poder retirar les recompenses.",
      "missingAddress": "Afegeix una adreça de destinatari.",
      "valueTooLowDetails": "Aquesta sortida necessita almenys {{adaSymbol}}{{minUtxoValue}}.",
      "valueTooLow": "Aquesta sortida necessita més {{currency}}.",
      "valueIsZero": "Estableix una quantitat superior a 0.",
      "maxBudgetReached": "S'han seleccionat més entrades de les que caben en una transacció. Redueix els fons a enviar.",
      "missingPoolId": "No es pot delegar. Falta l'identificador del pool.",
      "missingStakeInfo": "No es pot delegar. Falta la informació de la clau de participació.",
      "missingAccountData": "No es pot delegar. Falten les dades del compte.",
      "maxTxSizeReached": "Selecciona menys tokens per enviar, o redueix la quantitat de {{currency}} fins que no hi hagi cap error - {{errorMessage}}"
    },
    "txSign": {
      "missingWalletData": "Wallet no configurada. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "invalidResult": "Resultat d'escaneig no vàlid.",
      "missingAccountData": "Compte no configurat. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "missingWalletScripts": "MultiSig wallet falten dades de script. Si us plau, torna a carregar l'aplicació o torna a afegir wallet i torna-ho a provar.",
      "missingTx": "Tx no configurada. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "missingKeysList": "Falta la llista de claus. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "invalidPassword": "Contrasenya de despesa incorrecta. Si us plau, torna-ho a provar.",
      "missingRootKey": "Aquesta wallet no pot signar transaccions (falta la clau root).",
      "missingStakeKey": "Aquesta wallet no pot signar transaccions que requereixen una clau de participació (falta la clau de participació).",
      "missingKey": "Aquesta wallet no pot signar transaccions d'aquest tipus (falta la clau).",
      "txSizeDetails": "La transacció és massa gran ({{currentSize}} / {{maxSize}}).",
      "failedToSign": "No s'ha pogut signar la transacció.",
      "ledgerTxHashMismatch": "Ledger ha produït un hash de transacció diferent. Has fet servir el dispositiu correcte?",
      "ledgerCatalyst": "No s'ha pogut signar el registre de votació.",
      "trezorTxHashMismatch": "Trezor ha produït un hash de transacció diferent.",
      "trezorCatalyst": "No s'ha pogut signar el registre de votació.",
      "canOnlySignPartially": "No s'han pogut afegir totes les signatures necessàries per signar la transacció (partialSign)",
      "signTxHashMismatch": "El hash de la transacció no coincideix amb l'entrada. Si us plau, contacta amb el servei d'assistència.",
      "isMultiSigWallet": "MultiSig wallet no pot signar transaccions, el script natiu s'ha d'afegir a la compilació.",
      "isReadOnlyWallet": "Una wallet de només lectura no pot signar transaccions. Si us plau, afegeix la wallet fent servir la teva frase mnemotècnica o connecta el teu dispositiu de hardware.",
      "noTxToSubmit": "La transacció encara no està a punt per ser enviada.",
      "failedToShare": "No s'ha pogut enviar la transacció al backend d'Eternl per compartir-la amb els participants de MultiSig. Si us plau, torna-ho a provar o descarrega-la per compartir-la manualment.",
      "deviceNotFound": "Dispositiu no trobat."
    },
    "dataSign": {
      "missingWalletData": "Wallet no configurada. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "missingAccountData": "Compte no configurat. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "missingAddr": "Adreça no configurada. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "missingPayload": "Càrrega útil no configurada. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "invalidPassword": "Contrasenya de despesa incorrecta. Si us plau, torna-ho a provar.",
      "invalidAddress": "S'ha proporcionat una adreça no vàlida per a la signatura. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "notAMnemonic": "Aquesta no és una wallet mnemotècnica.",
      "failedToSign": "No s'ha pogut signar la transacció.",
      "noDataToSubmit": "Les dades signades no estan a punt per ser enviades.",
      "credentialNotFound": "No s'han trobat credencials que coincideixin amb l'adreça per signar. Si us plau, torna a carregar l'aplicació i torna-ho a provar.",
      "invalidPayload": "La càrrega útil per signar no és una cadena hexadecimal.",
      "unsupportedWalletType": "Aquesta wallet no admet la signatura de dades generals.",
      "deviceNotFound": "Dispositiu no trobat."
    },
    "txSubmit": {
      "noTxToSubmit": "La transacció encara no està a punt per ser enviada.",
      "utxoSpent": "Un UTxO en aquesta transacció ja s'ha gastat: {{text}}",
      "noServers": "Algunes transaccions no s'han pogut enviar: No hi ha servidors d'enviament disponibles.",
      "submitFailed": "Algunes transaccions no s'han pogut enviar{{text}}"
    }
  }
}
