{
  "type": {
    "title": "Připojit hardwarovou wallet",
    "caption": "Pokud vlastníš hardwarovou wallet, jsi na správném místě.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Ledger je hardwarová kryptoměnová wallet od společnosti Ledger se sídlem v Paříži, Francie.",
        "models": "Stax, Flex a Nano (X, S a S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor pochází od společnosti SatoshiLabs se sídlem v České republice.",
        "models": "Model T a Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Společnost se sídlem v Hong Kongu nabízí 100% Air-gapped open-source QR kód komunikační hardwarovou wallet se 4palcovou dotykovou obrazovkou a čtečkou otisků prstů.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "Bude doplněno",
        "models": "OneKey Pro ověřeno"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "Bude doplněno",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Připoj Ledger pomocí"
  },
  "keystone": {
    "qrScan": "Naskenuj QR kód svým zařízením Keystone",
    "distance": "Uprav vzdálenost a volitelně klepni na QR kód Keystone pro zlepšení skenování"
  },
  "derivation": {
    "label": "Režim odvození (pokročilé)",
    "icarus": "Standard odvození Cardano definovaný CIP03.",
    "trezor": "Implementace Trezoru založená na standardu Icarus.",
    "ledger": "Řídí se standardem Bitcoin definovaným BIP39.",
    "default": "(výchozí)"
  },
  "connect": {
    "title": "Potvrď export veřejného klíče",
    "caption": "",
    "info": {
      "ledger": "Odemkni své zařízení Ledger a otevři aplikaci Cardano před pokračováním. Poté postupuj podle pokynů uvedených v aplikaci Cardano na tvém zařízení Ledger pro dokončení procesu párování.",
      "trezor": "Po potvrzení postupuj podle pokynů uvedených na otevřené kartě prohlížeče Trezor Connect a na tvém zařízení Trezor pro dokončení procesu párování.",
      "keystone": "Po potvrzení naskenuj vygenerovaný QR kód svým zařízením Keystone a poté naskenuj QR kód odpovědi Keystone prostřednictvím Eternl.",
      "onekey": "Ujisti se, že máš na svém počítači nainstalovaný bridge. Připoj zařízení a počkej na export veřejných klíčů.",
      "bitbox": "Po potvrzení ověř v případě potřeby párovací kód a potvrď na zařízení."
    }
  }
}
