{
  "type": {
    "title": "Collega wallet hardware",
    "caption": "Se possiedi un wallet hardware, questo è il posto giusto.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Il wallet hardware per criptovalute Ledger prodotto da Ledger, un'azienda con sede a Parigi, Francia.",
        "models": "Stax, Flex e Nano (X, S e S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor è prodotto da SatoshiLabs, con sede nella Repubblica Ceca.",
        "models": "Model T e Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Un'azienda con sede a Hong Kong che offre un wallet hardware open-source 100% Air-gapped con comunicazione tramite codice QR, schermo touch da 4 pollici e lettore di impronte digitali.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "Da definire",
        "models": "OneKey Pro verificato"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "Da definire",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Collega Ledger usando"
  },
  "keystone": {
    "qrScan": "Scansiona il codice QR con il tuo dispositivo Keystone",
    "distance": "Regola la distanza e, facoltativamente, tocca il codice QR di Keystone per migliorare la scansione"
  },
  "derivation": {
    "label": "Modalità di derivazione (avanzata)",
    "icarus": "Lo standard di derivazione Cardano come definito da CIP03.",
    "trezor": "Implementazione di Trezor basata sullo standard Icarus.",
    "ledger": "Segue lo standard Bitcoin come definito da BIP39.",
    "default": "(predefinito)"
  },
  "connect": {
    "title": "Conferma esportazione chiave pubblica",
    "caption": "",
    "info": {
      "ledger": "Sblocca il tuo dispositivo Ledger e apri l'app Cardano prima di procedere. Quindi segui le istruzioni indicate nell'app Cardano sul tuo dispositivo Ledger per completare il processo di abbinamento.",
      "trezor": "Alla conferma, segui le istruzioni indicate nella scheda del browser Trezor Connect aperta e sul tuo dispositivo Trezor per completare il processo di abbinamento.",
      "keystone": "Alla conferma, scansiona il codice QR generato con il tuo dispositivo Keystone e poi procedi a scansionare la risposta del codice QR di Keystone tramite Eternl.",
      "onekey": "Assicurati che il bridge sia installato sul tuo computer. Collega il dispositivo e attendi che le chiavi pubbliche vengano esportate.",
      "bitbox": "Alla conferma, verifica il codice di abbinamento se necessario e conferma sul dispositivo."
    }
  }
}
