{
  "title": "Colophon",
  "imprint": "Colophon",
  "contact": "Contatti",
  "edc": "Comitato DRep Eternl",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "ID DRep",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "discord",
    "text": "Clicca per unirti al nostro server discord $t(common:appName) (con sistema di ticket di supporto)"
  },
  "telegram": {
    "label": "telegram",
    "text": "Clicca per unirti al nostro canale telegram $t(common:appName)."
  },
  "github": {
    "label": "github",
    "text": "Se hai una richiesta di funzionalità, utilizza il tracker delle issue di GitHub. Clicca per aprirlo in una nuova pagina."
  },
  "email": {
    "label": "email",
    "text": "Scrivici un'email a team@eternl.io"
  },
  "emaildrep": {
    "label": "email",
    "text": "Scrivici un'email a drep@eternl.io"
  },
  "address": {
    "label": "Sede legale",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Lipsia\nGermania"
  },
  "person": {
    "label": "Persone autorizzate alla rappresentanza",
    "text": "Marcel Baumberg (Amministratore delegato)"
  },
  "company": {
    "label": "Informazioni sull'azienda",
    "text": "Partita IVA (USt-ID): DE264395179\nRegistro delle imprese Tribunale di Lipsia: HRB 24784"
  },
  "legallabel": "Note sulla responsabilità e sui diritti di proprietà intellettuale",
  "legal0": {
    "label": "Esclusione di responsabilità",
    "text": "I contenuti di questa offerta online sono stati creati con cura e secondo le nostre attuali conoscenze, ma sono solo a scopo informativo e non hanno alcun effetto giuridicamente vincolante, a meno che non si tratti di informazioni legalmente obbligatorie (ad es. il colophon, l'informativa sulla privacy, i termini e le condizioni o le istruzioni obbligatorie per i consumatori). Ci riserviamo il diritto di modificare o eliminare i contenuti in tutto o in parte, a condizione che gli obblighi contrattuali rimangano inalterati. Tutte le offerte sono soggette a modifiche e non vincolanti."
  },
  "legal1": {
    "label": "Link a siti web esterni",
    "text": "I contenuti di siti web esterni, ai quali rimandiamo direttamente o indirettamente, sono al di fuori della nostra area di responsabilità e non li facciamo nostri. Non ci assumiamo alcuna responsabilità per tutti i contenuti e gli svantaggi derivanti dall'utilizzo delle informazioni accessibili sui siti web collegati."
  },
  "legal2": {
    "label": "Diritti d'autore e marchi",
    "text": "Tutti i contenuti visualizzati su questo sito web, come testi, fotografie, grafici, marchi e marchi registrati, sono protetti dai rispettivi diritti di protezione (diritti d'autore, diritti sui marchi). L'uso, la riproduzione, ecc. sono soggetti ai nostri diritti o ai diritti dei rispettivi autori o amministratori dei diritti."
  },
  "legal3": {
    "label": "Segnalazione di violazioni legali",
    "text": "Se doveste notare violazioni legali all'interno del nostro sito web, vi preghiamo di segnalarcele. Rimuoveremo immediatamente i contenuti e i link illegali non appena ne verremo a conoscenza."
  },
  "button": {
    "home": "Inizio"
  }
}
