{
  "accountName": {
    "title": "Nome Account Attivo",
    "caption": "Imposta nome account per l'account corrente",
    "setting": {
      "caption": "Aggiorna il nome del tuo account (attivo) o seleziona/deseleziona un Ada Handle.",
      "adaHandle": {
        "select": "Seleziona quale Ada Handle visualizzare al posto del nome dell'account (deseleziona per visualizzare invece il nome):"
      },
      "error": {
        "empty": "Il nome dell'account non può essere vuoto.",
        "duplicate": "Questo wallet ha già un account con quel nome."
      }
    }
  },
  "export": {
    "title": "Esporta Chiave Account",
    "caption": "Esporta la chiave pubblica di questo account.",
    "setting": {
      "caption": "Esporta la chiave pubblica di questo account. L'importazione di una chiave pubblica ripristina la cronologia dell'account in modalità di sola lettura con la firma disabilitata.",
      "tooltip": {
        "acct_xvk": "Chiave pubblica estesa Ed25519-bip32",
        "xpub": "Chiave pubblica estesa Ed25519-bip32",
        "acct_vk": "Chiave pubblica Ed25519"
      }
    }
  },
  "samMode": {
    "title": "Modalità Indirizzo Singolo (SAM)",
    "caption": "Utilizza solo un singolo indirizzo per tutte le transazioni.",
    "setting": {
      "caption": "Quando abilitato, tutti i fondi verranno mantenuti per impostazione predefinita sul primo indirizzo di ricezione.",
      "enabled": "$t(settings-account:samMode.title) abilitato",
      "disabled": "$t(settings-account:samMode.title) disabilitato",
      "customAddress": "Indirizzo di ricezione personalizzato",
      "unset": "$t(common:unset)",
      "banner": {
        "customAddress": {
          "title": "Importante!",
          "text": "L'impostazione di un indirizzo di ricezione personalizzato farà sì che tutti gli output di resto e l'indirizzo di ricezione passino a questo indirizzo, anche se non di proprietà di questo account. Assicurati di verificare che sia impostato l'indirizzo corretto."
        }
      },
      "notification": {
        "wrongInput": "Non è un indirizzo valido.",
        "wrongNetwork": "Questo indirizzo appartiene a una rete diversa.",
        "notOwned": "Questo indirizzo non appartiene a questo account e non può essere utilizzato come indirizzo di ricezione personalizzato.",
        "nonStaking": "I fondi su questo indirizzo di ricezione sono in staking con una chiave di stake esterna. Non controllerai le ricompense che maturano.",
        "success": "Indirizzo di ricezione personalizzato impostato.",
        "error": "Impossibile salvare l'indirizzo di ricezione personalizzato!"
      }
    }
  },
  "collateral": {
    "title": "Collaterale",
    "caption": "Utilizzare il collaterale fornito da Eternl?",
    "setting": {
      "caption": "Quando abilitato, Eternl fornirà il collaterale per l'account.",
      "info": "L'interazione con gli smart contract può richiedere un collaterale nel caso in cui una transazione fallisca. Questo sarà gestito automaticamente da Eternl se viene trovato un UTxO idoneo.",
      "waiting": "Hai inviato una transazione di collaterale. Attendere prego, non è stata ancora confermata.",
      "foundCollateral": "Un UTxO di collaterale per questo account è già presente. Verrà utilizzato durante l'interazione con gli smart contract.",
      "eternl": {
        "label": "Collaterale fornito da Eternl",
        "enabled": "$t(settings-account:collateral.setting.eternl.label) $t(common:enabled)",
        "disabled": "$t(settings-account:collateral.setting.eternl.label) $t(common:disabled)"
      },
      "noCollateral": "Nessun UTxO di collaterale trovato. Impostarne uno premendo il pulsante sottostante.",
      "button": {
        "setCollateral": {
          "label": "Imposta Collaterale",
          "tooltip": "Imposta un UTxO di collaterale per questo account."
        }
      },
      "error": {
        "label": "Errore:"
      },
      "multiAccount": {
        "warning": {
          "note": "Nota Bene!",
          "headline": "Il collaterale è un'impostazione basata sull'account."
        },
        "info": {
          "text": "$t(common:appName) può utilizzare qualsiasi UTxO senza token e con un valore compreso tra ####minimumCollateral#### e ####maximumCollateral#### come collaterale. Quando attivi questa impostazione, cercherà un UTxO adatto. Se nessuno è disponibile, verrà mostrato un pulsante per impostarne uno."
        }
      }
    }
  },
  "manualSync": {
    "title": "Sincronizzazione Manuale",
    "caption": "Imposta sincronizzazione manuale",
    "setting": {
      "caption": "Sincronizza manually il wallet. Se abilitato, il wallet deve essere sincronizzato manualmente facendo clic sull'icona di sincronizzazione.",
      "enabled": "$t(settings-account:manualSync.title) abilitato",
      "disabled": "$t(settings-account:manualSync.title) disabilitato"
    }
  },
  "historySync": {
    "title": "Sincronizzazione Cronologia",
    "caption": "Imposta sincronizzazione cronologia",
    "setting": {
      "caption": "Se abilitato, il wallet sincronizzerà la cronologia completa delle transazioni dell'account. Altrimenti, verranno sincronizzate solo le ultime 1000 transazioni. La sincronizzazione avviene in batch e potrebbe richiedere del tempo per account con una cronologia estesa.",
      "enabled": "$t(settings-account:historySync.title) abilitato",
      "disabled": "$t(settings-account:historySync.title) disabilitato",
      "syncing": "La sincronizzazione della cronologia è ancora in corso. In attesa di sincronizzare {{AMOUNT}} voci."
    }
  },
  "tokenFragmentation": {
    "title": "Frammentazione Token (TF)",
    "caption": "Riduci le commissioni di transazione frammentando i token.",
    "fragment": {
      "label": "Dimensione del bundle di token",
      "error": "Limite dimensione bundle di token: 1-{{MAX_TOKEN_BUNDLE_SIZE}}.",
      "info": "Imposta il numero di token che ogni output UTxO dovrebbe contenere. È un compromesso tra commissioni di transazione basse e la quantità di fondi bloccati nel wallet.\ndimensione bundle piccola -> commissioni basse, più Ada bloccati.\ndimensione bundle grande -> commissioni più alte, meno Ada bloccati."
    },
    "setting": {
      "caption": "Dividi i token in bundle all'invio se ci sono più token nel resto da restituire rispetto al valore impostato. A seconda della distribuzione UTxO/Token del wallet e del risultato desiderato, potrebbe essere necessario modificare i valori per un risultato ottimale.",
      "enabled": "$t(settings-account:tokenFragmentation.title) abilitato",
      "disabled": "$t(settings-account:tokenFragmentation.title) disabilitato"
    }
  },
  "advancedUtxoManagement": {
    "title": "Gestione UTxO Avanzata",
    "caption": "Usa la gestione UTxO avanzata per le tue transazioni.",
    "setting": {
      "caption": "Se abilitato, $t(common:appName) utilizzerà la gestione UTxO avanzata per le tue transazioni.",
      "subCaption": "Mantiene 10 UTxO disponibili per l'esecuzione parallela delle transazioni. Tenterà inoltre di mantenere un UTxO di collateral da 5 ADA per le interazioni con gli smart contract.",
      "enabled": "$t(settings-account:advancedUtxoManagement.title) abilitato",
      "disabled": "$t(settings-account:advancedUtxoManagement.title) disabilitato"
    }
  },
  "autoWithdrawal": {
    "title": "Prelievo Automatico",
    "caption": "Preleva automaticamente le ricompense se necessario.",
    "setting": {
      "caption": "Se abilitato, le ricompense verranno prelevate automaticamente se necessario durante la creazione di una transazione. Se disabilitato o per un prelievo manuale forzato, usa il pulsante Prelievo nella pagina Riepilogo.",
      "enabled": "$t(settings-account:autoWithdrawal.title) abilitato",
      "disabled": "$t(settings-account:autoWithdrawal.title) disabilitato"
    }
  },
  "unStake": {
    "title": "Rimuovi stake wallet\n(De-registra wallet)",
    "caption": "Rimuovi la delega dell'account corrente da qualsiasi pool e crea una transazione di de-registrazione.",
    "setting": {
      "caption": "Questa azione crea una transazione di de-registrazione dell'account. Una volta completata, la delega dell'account verrà rimossa da qualsiasi pool e il deposito della chiave effettuato al momento della prima delega dell'account verrà restituito.",
      "subCaption": "Attenzione: eventuali ricompense in sospeso dalla delega alla pool, ricompense catalyst, ecc. andranno perse quando l'account verrà de-registrato!",
      "acknowledged": "Comprendo che eventuali ricompense in sospeso andranno perse.",
      "noUtxo": "{{currency}} necessari per pagare la commissione della transazione di de-registrazione.",
      "button": {
        "deReg": {
          "label": "De-registra Account",
          "tooltip": "De-registra account dalla delega alla pool"
        }
      }
    }
  },
  "deRegDRep": {
    "title": "De-registrati come DRep",
    "caption": "Crea una transazione di de-registrazione DRep. Il potere di voto delegato a quel DRep andrà perso.",
    "setting": {
      "caption": "Questo creerà una transazione di de-registrazione DRep. Il potere di voto delegato a quel DRep andrà perso.",
      "subCaption": "Per riottenere la possibilità di prelevare le ricompense staking, dovrai delegare il tuo account a un DRep diverso.",
      "acknowledged": "Comprendo che tutto il potere di voto delegato andrà perso.",
      "noUtxo": "{{currency}} necessari per pagare la commissione della transazione di de-registrazione.",
      "button": {
        "deReg": {
          "label": "De-registra Account",
          "tooltip": "De-registra account dalla delega alla pool"
        }
      }
    }
  },
  "reporting": {
    "title": "Reporting",
    "caption": "Impostazioni esportazione report fiscali."
  }
}
