{
  "walletName": {
    "title": "Nome e Gruppo",
    "caption": "Aggiorna il nome del tuo wallet o del gruppo.",
    "setting": {
      "caption": "$t(settings-wallet:walletName.caption)",
      "name": "Nome Wallet",
      "group": "Gruppo Wallet",
      "error": {
        "empty": {
          "name": "Il nome del Wallet non può essere vuoto.",
          "group": "Il gruppo del Wallet non può essere vuoto."
        },
        "duplicate": {
          "name": "Esiste già un wallet con questo nome."
        }
      }
    }
  },
  "spendingPassword": {
    "title": "Password di spesa Wallet",
    "caption": "Aggiorna la password di spesa del tuo wallet.",
    "setting": {
      "caption": "Aggiorna la password di spesa del tuo wallet. Inserisci quella vecchia, poi inserisci una nuova password di spesa lunga. Più lunga è la password, più sicuro è il tuo wallet.",
      "updated": "Aggiornamento password di spesa Wallet.",
      "error": "Impossibile aggiornare la password del Wallet."
    }
  },
  "biometrics": {
    "title": "Spesa con Biometria",
    "caption": "Usa la funzione Biometria invece della password.",
    "setting": {
      "caption": "$t(settings-wallet:biometrics.caption)",
      "activate": {
        "label": "Attiva Biometria",
        "description": "Inserisci la tua password di spesa attuale per abilitare la spesa con le funzioni biometriche del tuo telefono."
      },
      "deactivate": {
        "label": "Disattiva Biometria",
        "description": "Quando firmi una transazione, useremo la funzione Biometria del tuo telefono invece della tua password."
      }
    }
  },
  "icon": {
    "title": "Icona Wallet",
    "caption": "Imposta un'icona wallet personalizzata o genera un'icona wallet casuale.",
    "setting": {
      "caption": "$t(settings-wallet:icon.caption)",
      "select": "Seleziona Icona",
      "regenerateIcon": "Casuale",
      "resetToDefault": "Ripristina predefinita"
    }
  },
  "exportWallet": {
    "title": "Esporta wallet",
    "caption": "Esportazione JSON sicura del wallet che abilita l'importazione in altri browser/dispositivi.",
    "setting": {
      "caption": "I file di back-up .json esportati da $t(common:appName) possono essere importati in qualsiasi altra app $t(common:appName).",
      "subCaption": "Un backup .json include le note delle transazioni e le impostazioni del wallet/account.",
      "button": {
        "label": "Esporta Wallet"
      },
      "banner": {
        "title": "Importante!",
        "text": "Per gli hot wallet l'esportazione include la chiave privata crittografata. Mantieni il file esportato al sicuro e non condividerlo con nessuno."
      }
    }
  },
  "reSync": {
    "title": "Risincronizza wallet",
    "caption": "Forza una risincronizzazione completa del wallet.",
    "setting": {
      "caption": "$t(settings-wallet:reSync.caption)",
      "subCaption": "Premendo questo pulsante verranno reimpostati tutti i dati del wallet ed eseguita una risincronizzazione completa dalla blockchain.",
      "button": {
        "label": "Risincronizza Wallet"
      }
    }
  },
  "verification": {
    "title": "Verifica frase di recupero",
    "caption": "Verifica di aver memorizzato la frase di recupero corretta per un wallet.",
    "setting": {
      "caption": "$t(settings-wallet:verification.caption) Una volta verificata, puoi anche cambiare la tua password di spesa.",
      "start": "Verifica frase",
      "match": {
        "label": "La frase di recupero inserita è corretta.",
        "spending": "Cambia password di spesa"
      },
      "invalid": "La frase di recupero inserita non è corretta per questo wallet."
    }
  },
  "deleteWallet": {
    "title": "Elimina Wallet",
    "caption": "Rimuovi il wallet e tutti i suoi account.",
    "setting": {
      "caption": "Una volta eliminato questo wallet, verrà rimosso da questa app $t(common:appName) e perderai l'accesso a eventuali fondi rimanenti in questo wallet.",
      "subCaption": "L'unico modo per riottenere l'accesso dopo l'eliminazione è ripristinando la frase di recupero del tuo wallet o importando un file di back-up $t(common:appName).json precedentemente esportato.",
      "subCaption2": "Per un'importazione più semplice, esporta come back-up $t(common:appName).json prima di eliminare.\\n\\nAssicurati che la seed phrase di questo wallet sia conservata in modo sicuro!",
      "acknowledged": "Comprendo che l'unico modo per riottenere l'accesso a questo wallet è ripristinandolo utilizzando la sua frase di recupero wallet.",
      "name": "Inserisci il nome wallet",
      "error": {
        "name": "Inserisci il nome wallet corretto per confermare l'eliminazione.",
        "acknowledged": "Si prega di leggere e confermare le informazioni sopra riportate."
      }
    }
  }
}
