{
  "menuLabel": "Staking",
  "title": "Dashboard Staking",
  "caption": "Qui puoi gestire e delegare i tuoi ADA a una Stakepool e guadagnare un reddito passivo.",
  "subCaption": "I tuoi fondi non lasciano mai il tuo wallet per lo staking su Cardano e possono essere spesi in qualsiasi momento.",
  "staking-cta": {
    "title": "Guadagna ricompense di staking!",
    "caption": "Clicca il pulsante per scegliere una stake pool.",
    "button": "Delega"
  },
  "poollist": {
    "title": "Stake pool disponibili",
    "caption": "Un elenco delle stake pool disponibili. Inserisci il ticker o il nome di una pool per filtrare l'elenco. La classifica dà priorità alle ricompense ottimali per l'utente.",
    "filter": {
      "search": "Cerca una pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "nessun dato sulla pool disponibile",
      "undelegated": "non delegato",
      "delegated": "delegato",
      "deregistered": "deregistrato",
      "registered": "registrato",
      "pending": "in attesa",
      "producing": "in produzione"
    },
    "history": {
      "label": "Cronologia Ricompense",
      "caption": "Un elenco delle ricompense guadagnate per lo staking e il voto Catalyst ordinate per epoch.",
      "epoch": "$t(common:epoch)",
      "rewards": "Ricompense",
      "refund": "Rimborso Deregistrazione Pool",
      "pool": "Pool",
      "treasury": "Voto Catalyst",
      "leader": "Ricompense Operatore Pool",
      "reserves": "Ricompense Istantanee"
    },
    "gov": {
      "nodelegation": {
        "info": "Considera la delega a un DRep per le azioni di governance. Sarà necessario nella prossima era per poter prelevare le ricompense di staking."
      },
      "inactive": "L'account è delegato a un DRep di governance contrassegnato come inattivo e quindi non contribuisce più allo stake di voto attivo."
    },
    "warning": {
      "high": {
        "headline": "Commissione Pool Elevata",
        "caption": "La pool alla quale questo account è delegato ha una commissione insolitamente alta che ridurrà le tue ricompense di staking. Se si tratta di una sorta di ISPO, va bene. Altrimenti, dovresti scegliere un'altra pool con commissioni inferiori."
      },
      "complete": {
        "headline": "Commissione Pool 99+% ",
        "caption": "La pool alla quale questo account è delegato addebita almeno il 99% e raccoglie le tue ricompense in ADA. Se si tratta di una sorta di ISPO, va bene. Altrimenti, dovresti scegliere un'altra pool con commissioni inferiori."
      }
    }
  }
}
