{
  "title": "Catalyst Registrierung",
  "status": {
    "wrongnetwork": {
      "title": "Nicht unterstützt",
      "text": "Catalyst wird im aktuell ausgewählten Netzwerk nicht unterstützt."
    },
    "registration": {
      "nostake": {
        "title": "Nicht registriert",
        "text": "Das Konto ist nicht für staking registriert. Delegieren Sie zuerst an einen Stake Pool und registrieren Sie sich dann für die Catalyst-Abstimmung."
      },
      "nocatalyst": {
        "title": "Keine Catalyst-Registrierung",
        "text": "Eternl erkennt den Abstimmungsschlüssel nicht. Das Konto wurde möglicherweise nie registriert oder mit einer anderen App registriert."
      },
      "hascatalyst": {
        "title": "Catalyst-Registrierung",
        "text": "Das Konto ist für die Catalyst-Abstimmung registriert. Der Catalyst-Abstimmungsschlüssel ist in Eternl gespeichert.",
        "scan": "Scannen Sie den QR-Code in der Catalyst-Abstimmungs-App und folgen Sie den Anweisungen.",
        "reveal": "Teilen Sie den Catalyst-Abstimmungsschlüssel und die PIN mit niemandem. Sie werden verwendet, um in Catalyst-Finanzierungsrunden abzustimmen.",
        "voteKey": "Catalyst-Abstimmungsschlüssel",
        "banner": {
          "title": "QR-Code herunterladen",
          "text": "Ein lokales Backup des Catalyst-Abstimmungsschlüssels wird zu Wiederherstellungszwecken in Eternl gespeichert. Dieses Backup ist jedoch gerätespezifisch und steht nicht zur Verfügung, wenn die Wallet auf einem anderen Gerät mithilfe der Wallet-Phrase wiederhergestellt wird. Nur ein Wallet-JSON-Backup, das nach der Catalyst-Registrierung erstellt wurde, kann es wiederherstellen. Es wird dringend empfohlen, das QR-Code-Bild herunterzuladen und sicher zu speichern, beispielsweise in einem Passwort-Manager."
        }
      },
      "button": {
        "stake": {
          "label": "Wählen Sie einen Stake Pool"
        },
        "register": {
          "label": "Für Catalyst-Abstimmung registrieren"
        },
        "reregister": {
          "label": "Neue Registrierung erstellen"
        },
        "download": {
          "label": "Catalyst-Schlüssel herunterladen"
        },
        "reveal": {
          "label": "Catalyst-Schlüssel anzeigen"
        },
        "hide": {
          "label": "Catalyst-Schlüssel verbergen"
        }
      }
    }
  },
  "step": {
    "app": {
      "title": "Abstimmungs-App",
      "caption": "Laden Sie die mobile Catalyst-App auf Ihr Smartphone herunter.",
      "apple": {
        "label": "Apple App Store",
        "url": "https://apps.apple.com/in/app/catalyst-voting/id1517473397"
      },
      "android": {
        "label": "Google Play Store",
        "url": "https://play.google.com/store/apps/details?id=io.iohk.vitvoting"
      },
      "banner": {
        "notice": {
          "title": "App Store Links!",
          "text": "NICHT zur Verwendung in der mobilen Catalyst-App!\n\nDiese QR-Codes verweisen auf die App Stores, in denen Sie die mobile Catalyst-App herunterladen und installieren können."
        }
      }
    },
    "pin": {
      "title": "PIN konfigurieren",
      "caption": {
        "enter": "Legen Sie eine PIN fest, um Ihren Catalyst-Abstimmungsschlüssel zu sichern.",
        "confirm": "$t(pin:createAccess.caption.confirm)"
      },
      "confirmed": "$t(pin:createAccess.confirmed)",
      "error": {
        "confirm": "$t(pin:createAccess.error.confirm)"
      },
      "warning": {
        "title": "Notieren Sie die PIN",
        "text": "Stellen Sie sicher, dass Sie die PIN notieren!\nEin Verlust der PIN erfordert eine neue Registrierung des Abstimmungsschlüssels."
      }
    },
    "tx": {
      "title": "Transaktion zur Abstimmungsregistrierung",
      "caption": "Registrieren Sie Ihren Catalyst-Abstimmungsschlüssel.",
      "note": {
        "title": "Stimmgewicht",
        "text": "Das Stimmgewicht skaliert mit der Höhe des zum Zeitpunkt des Snapshots gehaltenen Guthabens. Ein höheres Guthaben erhöht Ihren Einfluss während des Snapshots."
      },
      "warning": {
        "title": "Mindestbetrag",
        "text": "Ein Mindestguthaben von 25 ADA ist erforderlich, damit Ihr Abstimmungsschlüssel im Snapshot berücksichtigt wird. Ohne dieses Minimum können Sie in einer Finanzierungsrunde weder abstimmen noch Belohnungen erhalten."
      },
      "success": "Catalyst-Registrierung erfolgreich.",
      "saved": "Catalyst-Abstimmungsschlüssel erfolgreich in Eternl gespeichert.",
      "error": {
        "save": "Fehler beim Speichern des Catalyst-Abstimmungsschlüssels in Eternl."
      }
    }
  }
}
