{
  "title": "Registo Catalyst",
  "status": {
    "wrongnetwork": {
      "title": "Não suportado",
      "text": "Catalyst não é suportado na rede atualmente selecionada."
    },
    "registration": {
      "nostake": {
        "title": "Não registado",
        "text": "A conta não está registada para staking. Delegue primeiro para uma stake pool e depois registe-se para a votação Catalyst."
      },
      "nocatalyst": {
        "title": "Sem registo Catalyst",
        "text": "Eternl não reconhece a chave de votação. A conta pode nunca ter sido registada ou foi registada com outra aplicação."
      },
      "hascatalyst": {
        "title": "Registo Catalyst",
        "text": "A conta está registada para votação Catalyst. A chave de votação Catalyst está armazenada na Eternl.",
        "scan": "Digitalize o código QR na aplicação de votação Catalyst e siga as instruções.",
        "reveal": "Não partilhe a chave de votação Catalyst e o PIN com ninguém. São usados para votar nas rondas de financiamento Catalyst.",
        "voteKey": "Chave de votação Catalyst",
        "banner": {
          "title": "Descarregar o código QR",
          "text": "Uma cópia de segurança local da chave de votação Catalyst é armazenada na Eternl para fins de recuperação. No entanto, esta cópia de segurança é específica do dispositivo e não estará disponível ao restaurar a wallet noutro dispositivo usando a frase da wallet. Apenas uma cópia de segurança JSON da wallet criada após o registo Catalyst pode restaurá-la. É fortemente recomendado descarregar a imagem do código QR e guardá-la em segurança, por exemplo, num gestor de palavras-passe."
        }
      },
      "button": {
        "stake": {
          "label": "Escolher uma stake pool"
        },
        "register": {
          "label": "Registar para votação Catalyst"
        },
        "reregister": {
          "label": "Criar novo registo"
        },
        "download": {
          "label": "Descarregar a chave Catalyst"
        },
        "reveal": {
          "label": "Revelar chave Catalyst"
        },
        "hide": {
          "label": "Ocultar chave Catalyst"
        }
      }
    }
  },
  "step": {
    "app": {
      "title": "Aplicação de Votação",
      "caption": "Descarregue a aplicação móvel Catalyst para o seu telemóvel.",
      "apple": {
        "label": "Apple App Store",
        "url": "https://apps.apple.com/in/app/catalyst-voting/id1517473397"
      },
      "android": {
        "label": "Google Play Store",
        "url": "https://play.google.com/store/apps/details?id=io.iohk.vitvoting"
      },
      "banner": {
        "notice": {
          "title": "Links da App Store!",
          "text": "NÃO usar na aplicação móvel Catalyst!\n\nEstes códigos QR direcionam para as lojas de aplicações onde pode descarregar e instalar a aplicação móvel Catalyst."
        }
      }
    },
    "pin": {
      "title": "Configurar Código PIN",
      "caption": {
        "enter": "Defina um PIN para proteger a sua chave de votação Catalyst.",
        "confirm": "$t(pin:createAccess.caption.confirm)"
      },
      "confirmed": "$t(pin:createAccess.confirmed)",
      "error": {
        "confirm": "$t(pin:createAccess.error.confirm)"
      },
      "warning": {
        "title": "Anote o PIN",
        "text": "Certifique-se de que anota o PIN!\nPerder o PIN exigirá um novo registo da chave de votação."
      }
    },
    "tx": {
      "title": "Transação de Registo de Votação",
      "caption": "Registe a sua chave de votação Catalyst.",
      "note": {
        "title": "Poder de voto",
        "text": "O poder de voto escala com a quantidade de fundos detidos no momento do snapshot. Um saldo maior aumenta a sua influência durante o snapshot."
      },
      "warning": {
        "title": "Montante mínimo",
        "text": "É necessário um saldo mínimo de 25 ADA para que a sua chave de votação seja incluída no snapshot. Sem este mínimo, não poderá votar nem receber recompensas numa ronda de financiamento."
      },
      "success": "Registo Catalyst bem-sucedido.",
      "saved": "Chave de votação Catalyst guardada com sucesso na Eternl.",
      "error": {
        "save": "Falha ao guardar a chave de votação Catalyst na Eternl."
      }
    }
  }
}
