{
  "walletName": {
    "title": "الاسم والمجموعة",
    "caption": "عدّل اسم محفظة رقمية (maḥfaẓa raqamiya) أو اسم المجموعة.",
    "setting": {
      "caption": "$t(settings-wallet:walletName.caption)",
      "name": "اسم محفظة رقمية (maḥfaẓa raqamiya)",
      "group": "مجموعة محفظة رقمية (maḥfaẓa raqamiya)",
      "error": {
        "empty": {
          "name": "اسم محفظة رقمية (maḥfaẓa raqamiya) مينفعش يكون فاضي.",
          "group": "مجموعة محفظة رقمية (maḥfaẓa raqamiya) مينفعش تكون فاضية."
        },
        "duplicate": {
          "name": "فيه محفظة رقمية (maḥfaẓa raqamiya) بنفس الاسم ده موجودة أصلاً."
        }
      }
    }
  },
  "spendingPassword": {
    "title": "كلمة مرور الإنفاق لـ محفظة رقمية (maḥfaẓa raqamiya)",
    "caption": "عدّل كلمة مرور الإنفاق لـ محفظة رقمية (maḥfaẓa raqamiya).",
    "setting": {
      "caption": "عدّل كلمة مرور الإنفاق لـ محفظة رقمية (maḥfaẓa raqamiya). اكتب القديمة الأول، وبعدين اكتب كلمة مرور إنفاق جديدة طويلة. كل ما كانت كلمة المرور أطول، كل ما كان محفظة رقمية (maḥfaẓa raqamiya) بتاعك آمن أكتر.",
      "reset": "عيّن كلمة مرور إنفاق جديدة. كل ما كانت كلمة المرور أطول، كل ما كان محفظة رقمية (maḥfaẓa raqamiya) بتاعك آمن أكتر.",
      "updated": "تحديث كلمة مرور الإنفاق لـ محفظة رقمية (maḥfaẓa raqamiya).",
      "error": "كلمة مرور محفظة رقمية (maḥfaẓa raqamiya) ما اتحدثتش."
    }
  },
  "biometrics": {
    "title": "الإنفاق بالبصمة",
    "caption": "استخدم خاصية البصمة بدل كلمة المرور.",
    "setting": {
      "caption": "$t(settings-wallet:biometrics.caption)",
      "activate": {
        "label": "فعّل البصمة",
        "description": "اكتب كلمة مرور الإنفاق الحالية عشان تفعل الإنفاق عن طريق خواص البصمة اللي في موبايلك."
      },
      "deactivate": {
        "label": "عطّل البصمة",
        "description": "لما تيجي تمضي معاملة، هنستخدم خاصية البصمة اللي في موبايلك بدل كلمة المرور."
      }
    }
  },
  "icon": {
    "title": "أيقونة محفظة رقمية (maḥfaẓa raqamiya)",
    "caption": "عيّن أيقونة مخصصة لـ محفظة رقمية (maḥfaẓa raqamiya) أو ولّد أيقونة محفظة رقمية (maḥfaẓa raqamiya) عشوائية.",
    "setting": {
      "caption": "$t(settings-wallet:icon.caption)",
      "select": "اختار أيقونة",
      "regenerateIcon": "عشوائي",
      "resetToDefault": "رجّعها للأصل"
    }
  },
  "exportWallet": {
    "title": "تصدير محفظة رقمية (maḥfaẓa raqamiya)",
    "caption": "تصدير JSON آمن لـ محفظة رقمية (maḥfaẓa raqamiya) يخليك تستورده في متصفحات/أجهزة تانية.",
    "setting": {
      "caption": "ملفات النسخ الاحتياطي .json اللي متصدّرة من $t(common:appName) تقدر تستوردها في أي تطبيق $t(common:appName) تاني.",
      "subCaption": "نسخة .json احتياطية بتضم ملاحظات المعاملات وإعدادات المحفظة/الحساب.",
      "button": {
        "label": "تصدير محفظة رقمية (maḥfaẓa raqamiya)"
      },
      "banner": {
        "title": "مهم!",
        "text": "بالنسبة للمحافظ الساخنة، التصدير بيضم المفتاح الخاص المشفر. حافظ على الملف اللي صدرته ده في مكان آمن وماتشاركوش مع أي حد."
      }
    }
  },
  "reSync": {
    "title": "إعادة مزامنة محفظة رقمية (maḥfaẓa raqamiya)",
    "caption": "إجبار إعادة مزامنة كاملة لـ محفظة رقمية (maḥfaẓa raqamiya).",
    "setting": {
      "caption": "$t(settings-wallet:reSync.caption)",
      "subCaption": "الضغط على الزرار ده هيعيد ضبط كل بيانات محفظة رقمية (maḥfaẓa raqamiya) ويعيد المزامنة بالكامل من سلسلة الكتل (Selselat al-Kutal).",
      "button": {
        "label": "إعادة مزامنة محفظة رقمية (maḥfaẓa raqamiya)"
      }
    }
  },
  "verification": {
    "title": "التحقق من عبارة الاسترداد",
    "caption": "اتأكد إنك خزّنت عبارة الاسترداد الصح لـ محفظة رقمية (maḥfaẓa raqamiya).",
    "setting": {
      "caption": "$t(settings-wallet:verification.caption) بمجرد ما تتأكد، تقدر كمان تغير كلمة مرور الإنفاق بتاعتك.",
      "start": "تحقق من العبارة",
      "match": {
        "label": "عبارة الاسترداد اللي كتبتها صح.",
        "spending": "غيّر كلمة مرور الإنفاق"
      },
      "invalid": "عبارة الاسترداد اللي كتبتها مش صحيحة لـ محفظة رقمية (maḥfaẓa raqamiya) دي."
    }
  },
  "deleteWallet": {
    "title": "حذف محفظة رقمية (maḥfaẓa raqamiya)",
    "caption": "شيل محفظة رقمية (maḥfaẓa raqamiya) وكل حساباتها.",
    "setting": {
      "caption": "بمجرد ما تحذف محفظة رقمية (maḥfaẓa raqamiya) دي، هتتشال من تطبيق $t(common:appName) ده وهتفقد الوصول لأي فلوس متبقية في محفظة رقمية (maḥfaẓa raqamiya) دي.",
      "subCaption": "الطريقة الوحيدة اللي ترجع بيها الوصول بعد الحذف هي عن طريق استعادة عبارة استرداد محفظة رقمية (maḥfaẓa raqamiya) بتاعتك أو عن طريق استيراد ملف $t(common:appName).json احتياطي كنت صدرته قبل كده.",
      "subCaption2": "عشان استيراد أسهل، اعمل تصدير كـ $t(common:appName).json نسخة احتياطية قبل ما تحذف.\n\nاتاكد ان الكلمات السرية بتاعت الـ محفظة رقمية (maḥfaẓa raqamiya) دي متخزنة بامان!",
      "acknowledged": "انا فاهم/ة ان الطريقة الوحيدة عشان استرجع الوصول للـ محفظة رقمية (maḥfaẓa raqamiya) ده هي اني استرجعه باستخدام الكلمات السرية بتاعته.",
      "name": "اكتب اسم الـ محفظة رقمية (maḥfaẓa raqamiya)",
      "error": {
        "name": "اكتب اسم الـ محفظة رقمية (maḥfaẓa raqamiya) صح عشان تاكد الحذف.",
        "acknowledged": "ياريت تقرا وتوافق على المعلومات اللي فوق دي."
      }
    }
  }
}
