{
  "step": {
    "type": {
      "headline": "Multi-Sig محفظة رقمية (maḥfaẓa raqamiya)",
      "caption": "نوع مميز من محفظة رقمية (maḥfaẓa raqamiya) بيتطلب موافقة وتوقيع أطراف متعددة عشان تتم معاملة صرف فلوس أو سحب مكافآت.",
      "create": {
        "label": "إنشاء Multi-Sig جديد",
        "caption": "عشان تنشئ محفظة multi-signature محفظة رقمية (maḥfaẓa raqamiya) جديدة من محافظ موجودة أو باستخدام مفاتيح multi-sig خارجية"
      },
      "join": {
        "label": "الانضمام إلى Multi-Sig",
        "caption": "شارك في محفظة multi-signature محفظة رقمية (maḥfaẓa raqamiya) عن طريق الاكتشاف أو مشاركة مفتاح multi-sig العام بتاعك مع صديق من محفظة رقمية (maḥfaẓa raqamiya) مضاف بالفعل."
      }
    },
    "join": {
      "headline": "الانضمام إلى Multi-Sig",
      "caption": "اختار طريقة عرض مفتاح Multi-Sig أو الاكتشاف أو استيراد Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) اللي تم تصديرها.",
      "key": {
        "label": "مفتاح Multi-Sig",
        "caption": "اعرض مفتاح Multi-Sig الخاص بـ محفظة رقمية (maḥfaẓa raqamiya) المحددة عشان تشاركه مع المشارك المسؤول عن إنشاء Multi-Sig محفظة رقمية (maḥfaẓa raqamiya)"
      },
      "discover": {
        "label": "اكتشاف",
        "caption": "ابحث في سلسلة الكتل (Selselat al-Kutal) عن محافظ Multi-Sig المسجلة اللي بتتضمن مفتاح Multi-Sig الخاص بالمحافظ المحددة"
      },
      "import": {
        "label": "استيراد",
        "caption": "حمل ملفات JSON الخاصة بـ Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) اللي تم إنشاؤها وتصديرها"
      }
    },
    "pubkey": {
      "headline": "مفتاح Multi-Sig الخاص بـ محفظة رقمية (maḥfaẓa raqamiya)",
      "caption": "للمشاركة مع مُنشئ Multi-Sig محفظة رقمية (maḥfaẓa raqamiya).",
      "nowallet": "لم يتم تحديد محفظة رقمية (maḥfaẓa raqamiya).",
      "nopubkey": "مفتاح Multi-Sig الخاص بـ محفظة رقمية (maḥfaẓa raqamiya) المحددة مفقود."
    },
    "discover": {
      "headline": "محافظ Multi-Sig المكتشفة",
      "caption": "اختار محافظ Multi-Sig المكتشفة للإضافة.",
      "reused": {
        "toggle": "عرض محافظ MultiSig اللي بمفاتيح مستخدمة قبل كده",
        "warning": "المفاتيح المعاد استخدامها ممكن تكون عرضة لهجوم إعادة الإرسال، استخدمها بحذر!"
      },
      "nowallet": "لم يتم تحديد محفظة رقمية (maḥfaẓa raqamiya).",
      "empty": "لم يتم العثور على محافظ Multi-Sig لـ محفظة رقمية (maḥfaẓa raqamiya) المحددة.",
      "loading": "جاري الجلب والمعالجة...",
      "details": {
        "headline": "تفاصيل اكتشاف MultiSig",
        "data": {
          "headline": {
            "date": "تم الإنشاء",
            "name": "الاسم",
            "description": "الوصف",
            "hash": "Tx Hash",
            "address": "العنوان",
            "payment": "Payment Script",
            "stake": "Stake Script",
            "drep": "DRep Script",
            "meta": "بيانات وصفية",
            "balance": "الرصيد"
          },
          "nostake": "محفظة Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) معندهاش أي stake script مسجل",
          "nodrep": "محفظة Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) معندهاش أي DRep script مسجل",
          "nometa": "مفيش أي 1854 بيانات وصفية مسجل",
          "button": {
            "showScript": "عرض Script",
            "showMeta": "عرض بيانات وصفية"
          }
        }
      }
    },
    "import": {
      "headline": "استيراد محافظ Multi-Sig",
      "caption": "حمل ملفات JSON الخاصة بـ Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) اللي تم إنشاؤها وتصديرها.",
      "success": "تم استيراد Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) بنجاح",
      "error": {
        "invalid": "ده مش ملف تصدير Multi-Sig صالح، المفروض يكون بصيغة CSL AuxiliaryDataJSON",
        "noscript": "الملف المستورد مفيش فيه أي scripts",
        "nometa": "الملف المستورد مفيش فيه label 1854 بيانات وصفية",
        "invalidmeta": "ملف التصدير يحتوي على label 1854 بيانات وصفية غير صالح",
        "duplicate": "تم استيراد محفظة Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) بنفس الـ scripts قبل كده، هيتم تجاهل الملف المتكرر"
      }
    },
    "create": {
      "headline": "نوع Multi-Sig",
      "caption": "المشاركين بتوعك كلهم متساويين ولا جزء من مجموعات/كيانات؟",
      "simple": {
        "label": "بسيط",
        "caption": "سيناريو فيه كل المشاركين متساويين."
      },
      "advanced": {
        "label": "متقدم (قريبًا)",
        "caption": "المشاركين جزء من مجموعات فردية، وبيشكلوا طبقات متعددة."
      }
    },
    "simple": {
      "headline": "إعداد Multi-Sig",
      "caption": "حدد اسم ووصف اختياري لـ Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) بتاعتك.",
      "name": {
        "label": "اسم محفظة رقمية (maḥfaẓa raqamiya)",
        "placeholder": "من فضلك أدخل اسم لـ محفظة رقمية (maḥfaẓa raqamiya)",
        "error": "الاسم مطلوب"
      },
      "description": {
        "label": "الوصف",
        "placeholder": "وصف اختياري"
      },
      "error": {
        "validation": "خطأ في التحقق",
        "length": "تم تجاوز الحد الأقصى للطول وهو 64 حرف!"
      }
    },
    "participants": {
      "headline": "إضافة مشاركين",
      "caption": "حدد الأفراد اللي المفروض يكونوا جزء من الـ multi-sig من المحافظ المحملة أو عن طريق إدخال مفتاح الـ multi-sig العام.",
      "new": "إضافة مشارك آخر",
      "participant": {
        "label": "مشارك",
        "name": {
          "label": "الاسم",
          "placeholder": "اسم مشارك اختياري"
        },
        "pub": {
          "label": "مفتاح Multi-Sig",
          "placeholder": "acct_shared_xvk1..."
        }
      },
      "info": {
        "minimum": "الحد الأدنى المطلوب هو مشاركين عشان تشكل multi-sig محفظة رقمية (maḥfaẓa raqamiya) بسيطة"
      },
      "error": {
        "duplicate": "تمت إضافة مشارك بنفس مفتاح الـ multi-sig بالفعل، من فضلك اختار واحد تاني."
      }
    },
    "requiredSigners": {
      "headline": "الموقعون المطلوبون",
      "caption": "كام مشارك محتاجين ياكدوا عند التوقيع؟"
    },
    "register": {
      "headline": "تسجيل",
      "caption": "اختار الخيار عشان تسجل أو تنزل الـ Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) اللي اتعملت جديد.",
      "anonymous": "مجهول (حذف بيانات وصفية)",
      "register": {
        "label": "تسجيل",
        "caption": "اعمل معاملة عشان تسجل الـ multi-signature محفظة رقمية (maḥfaẓa raqamiya) على السلسلة. ده بيسمح بالاكتشاف التلقائي من قبل المشاركين وده الخيار المفضل.",
        "feewallet": "رسوم معاملة محفظة رقمية (maḥfaẓa raqamiya)",
        "success": "تم تسجيل Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) بنجاح"
      },
      "download": {
        "label": "تنزيل",
        "caption": "بتنزيل ملف عشان تشاركه مع المشاركين عشان يستوردوه يدوي."
      },
      "error": {
        "nofeewallet": "مالقيناش محفظة رقمية (maḥfaẓa raqamiya) عشان نستخدمها كرسوم محفظة رقمية (maḥfaẓa raqamiya) لمعاملة تسجيل Multi-Sig."
      },
      "success": "تم إنشاء Multi-Sig محفظة رقمية (maḥfaẓa raqamiya) بنجاح",
      "exist": "محفظة رقمية (maḥfaẓa raqamiya) موجودة بالفعل، جاري التحويل إلى محفظة رقمية (maḥfaẓa raqamiya)"
    }
  },
  "select": {
    "placeholder": "اختار محفظة رقمية (maḥfaẓa raqamiya)",
    "missing": {
      "headline": "إنشاء مفاتيح Multi-Sig",
      "mnemonic": "الـ محفظة رقمية (maḥfaẓa raqamiya) دي ناقصها مفاتيح multi-sig، من فضلك أدخل كلمة مرور الـ محفظة رقمية (maḥfaẓa raqamiya) بتاعتك عشان تنشئهم.",
      "hardware": "الـ محفظة رقمية (maḥfaẓa raqamiya) دي ناقصها مفاتيح multi-sig، من فضلك اضغط توقيع واتبع تعليمات جهاز الهاردوير عشان تستنتجهم."
    },
    "save": {
      "ok": "تم إنشاء مفاتيح Multi-Sig وحفظها في محفظة رقمية (maḥfaẓa raqamiya) بنجاح",
      "error": "فشل حفظ مفاتيح multi-sig في wallet، من فضلك حاول مرة تانية!"
    }
  },
  "last_signature_added": "تمت إضافة التوقيع الأخير"
}
