{
  "type": {
    "title": "Conectar hardware wallet",
    "caption": "Si tienes un hardware wallet, este es el lugar indicado.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "El hardware wallet de criptomonedas Ledger fabricado por Ledger, una empresa con sede en París, Francia.",
        "models": "Stax, Flex y Nano (X, S y S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor proviene de SatoshiLabs, con sede en la República Checa.",
        "models": "Model T y Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Una empresa con sede en Hong Kong que ofrece un hardware wallet de código abierto 100% Air-gapped con comunicación por código QR, pantalla táctil de 4 pulgadas y lector de huellas digitales.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro verificado"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Conectar Ledger usando"
  },
  "keystone": {
    "qrScan": "Escanea el código QR con tu dispositivo Keystone",
    "distance": "Ajusta la distancia y opcionalmente toca el código QR de Keystone para mejorar el escaneo"
  },
  "derivation": {
    "label": "Modo de Derivación (avanzado)",
    "icarus": "El estándar de derivación de Cardano según lo definido por CIP03.",
    "trezor": "Implementación de Trezor basada en el estándar Icarus.",
    "ledger": "Sigue el estándar de Bitcoin según lo definido por BIP39.",
    "default": "(predeterminado)"
  },
  "connect": {
    "title": "Confirmar exportación de clave pública",
    "caption": "",
    "info": {
      "ledger": "Desbloquea tu dispositivo Ledger y abre la aplicación Cardano antes de continuar. Luego sigue las instrucciones indicadas en la aplicación Cardano en tu dispositivo Ledger para completar el proceso de emparejamiento.",
      "trezor": "Al confirmar, sigue las instrucciones indicadas en la pestaña del navegador de Trezor Connect que se abrió y en tu dispositivo Trezor para completar el proceso de emparejamiento.",
      "keystone": "Al confirmar, escanea el código QR generado con tu dispositivo Keystone y luego procede a escanear la respuesta del código QR de Keystone a través de Eternl.",
      "onekey": "Asegúrate de que el bridge esté instalado en tu computadora. Conecta el dispositivo y espera a que se exporten las claves públicas.",
      "bitbox": "Al confirmar, verifica el código de emparejamiento si es necesario y confirma en el dispositivo."
    }
  }
}
