{
  "title": "Desglose de fondos disponibles",
  "toggleInfo": {
    "active": "Mostrar descripción",
    "inactive": "Show breakdown"
  },
  "total": {
    "label": "Fondos en UTxOs"
  },
  "selected": {
    "label": "UTxOs seleccionados",
    "info": "Monto total de todos los UTxOs seleccionados manualmente."
  },
  "rewards": {
    "label": "Recompensas (no es un UTxO)",
    "info": "Recompensas acumuladas, que pueden retirarse si la cuenta está delegada a un DRep."
  },
  "lockedInPendingInputs": {
    "label": "Entradas pendientes",
    "info": "Estos fondos se están utilizando en una transacción pendiente."
  },
  "lockedByCollateral": {
    "label": "Colateral (no bloqueado)",
    "info": "Fondos bloqueados, para ser utilizados como colateral por $t(common:appName) - Deshabilita el colateral en la configuración de la cuenta para poder gastar estos fondos."
  },
  "lockedUtxo": {
    "label": "UTxOs bloqueados",
    "info": "Fondos bloqueados, no deben ser gastados por $t(common:appName) ni por dapps - Selecciona manualmente los UTxOs a desbloquear en la página: Cuenta > Lista de UTxO."
  },
  "lockedByTokens": {
    "label": "Vinculados a tokens",
    "info": "Dentro de Cardano, cualquier token/NFT tiene algo de ADA adjunto; la cantidad bloqueada por tokens te indica (estimado) cuánto es esto para tu wallet actual."
  },
  "lockedByTokensTF": {
    "label": "Para Token Fragmentation",
    "info": "Organizar todos tus UTxOs usando Token Fragmentation vincularía esta cantidad de ADA."
  },
  "lockedAsRewards": {
    "label": "Recompensas bloqueadas",
    "info": "Las recompensas no se pueden gastar en dapps y deben retirarse primero. $t(common:appName) puede hacer esto automáticamente, ve a: Cuenta > Configuración de Wallet > Retiro Automático, y actívalo. Para eso, la cuenta debe estar delegada a una opción de DRep."
  },
  "lockedFees": {
    "label": "Comisiones de transacción",
    "info": "Enviar transacciones a la blockchain de Cardano tiene costos de comisiones de transacción."
  },
  "lockedTotal": {
    "label": "Est. locked",
    "info": "Calculated total locked amount."
  },
  "available": {
    "label": "Est. available",
    "info": "Estos son los fondos que se pueden enviar después de deducir todos los fondos bloqueados."
  }
}
