{
  "label":                "ADA Handle disclaimer",
  "text":                 "$t(common:appName) cannot check if the ADA Handle belongs to a specific person! It is entirely your own responsibility to verify that this ADA Handle belongs to the person you intend to send funds to.\n\n If this ADA Handle has a typo or belongs to a different person, your funds will be lost!)",
  "icon":                 "",

  "change": {
    "label":                "ADA Handle address changed!",
    "text":                 "Old address stored in address book:\n####OLD####\n\nNew address:\n####NEW####\n\nThe address that is represented by the ADA Handle ###HANDLE### changed since you added it to your address book.\nThis means the ADA Handle was moved to a different wallet or account.\n\nIf you send funds, they will go to a different address than what is stored in your address book.\nYou have the option to overwrite the current address book entry by clicking the button below.",
    "icon":                 "mdi mdi-alert-octagon-outline"
  },

  "changeInTx": {
    "label":                "Please note!",
    "text":                 "The address that is represented by the ADA Handle ###HANDLE### changed since you started to build this transaction. \n             This means the ADA Handle was moved to a different wallet or account. If you send funds, they will go to a different address than what you initially intended.\n\n            old address: ####OLD####\n            new address: ####NEW####",
    "icon":                 "mdi mdi-alert-octagon-outline"
  },

  "onBlocklist":            "Cannot send to ADA Handle that is on the handle blocklist!",

  "notOnAllowlist": {
    "label":                "Please confirm sending to ADA Handle",
    "caption":              "The ADA Handle ###HANDLE### is not on your ADA Handle allowlist (see Preferences in main menu).\nPlease confirm this dialog to continue sending.",
    "cancel":               "Cancel sending",
    "confirm":              "Send to Handle"
  },

  "setting": {
    "name":                 "Eternl displays your selected Ada Handle by default. Deselect the handle to display the account name instead.",
    "select":               "Select which Ada Handle to display instead of the account name:"
  },

  "error": {

    "handle": {

      "invalid":            "Invalid Ada Handle!"
    },

    "address": {

      "invalid":            "Address invalid! (Maybe it's listed on a marketplace?)",
      "resolve":            "This Ada Handle does not exist!"
    },

    "image": {

      "resolve":            "Could not load Ada Handle image!"
    },

    "resolve":              "Could not resole Ada Handle",
    "notFound":               "ADA Handle not found."
  }
}
