{
  "type": {
    "title": "توصيل wallet الهاردوير",
    "caption": "لو عندك wallet هاردوير، يبقى ده المكان المناسب.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "wallet العملات المشفرة الهاردوير من Ledger، المصنوعة بواسطة شركة Ledger، ومقرها في باريس، فرنسا.",
        "models": "Stax, Flex و Nano (X, S و S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor تأتي من SatoshiLabs، ومقرها في جمهورية التشيك.",
        "models": "Model T و Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "شركة مقرها هونج كونج تقدم wallet هاردوير معزولة هوائياً (Air-gapped) بنسبة 100% وتستخدم QR code مفتوح المصدر للتواصل، بشاشة لمس 4 بوصة وقارئ بصمة.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "سيتم تحديده لاحقاً",
        "models": "تم التحقق من OneKey Pro"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "سيتم تحديده لاحقاً",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "توصيل Ledger باستخدام"
  },
  "keystone": {
    "qrScan": "امسح QR code بجهاز Keystone الخاص بك",
    "distance": "اضبط المسافة واضغط اختيارياً على QR code الخاص بـ Keystone لتحسين المسح الضوئي"
  },
  "derivation": {
    "label": "وضع الاشتقاق (متقدم)",
    "icarus": "معيار اشتقاق Cardano كما هو محدد في CIP03.",
    "trezor": "تطبيق Trezor المبني على معيار Icarus.",
    "ledger": "يتبع معيار Bitcoin كما هو محدد في BIP39.",
    "default": "(افتراضي)"
  },
  "connect": {
    "title": "تأكيد تصدير المفتاح العام",
    "caption": "",
    "info": {
      "ledger": "افتح قفل جهاز Ledger الخاص بك وافتح تطبيق Cardano قبل المتابعة. ثم اتبع الإرشادات الموضحة في تطبيق Cardano على جهاز Ledger لإكمال عملية الاقتران.",
      "trezor": "عند التأكيد، اتبع الإرشادات الموضحة في علامة تبويب متصفح Trezor Connect المفتوحة وعلى جهاز Trezor الخاص بك لإكمال عملية الاقتران.",
      "keystone": "عند التأكيد، امسح QR code الذي تم إنشاؤه بجهاز Keystone الخاص بك ثم قم بمسح استجابة QR code الخاصة بـ Keystone من خلال Eternl.",
      "onekey": "تأكد من تثبيت الـ bridge على جهاز الكمبيوتر الخاص بك. قم بتوصيل الجهاز وانتظر حتى يتم تصدير المفاتيح العامة.",
      "bitbox": "عند التأكيد، تحقق من رمز الاقتران إذا لزم الأمر وقم بالتأكيد على الجهاز."
    }
  }
}
