{
  "is": {
    "label": "اختيار المدخلات",
    "caption": "تحكم في اختيار المدخلات عن طريق إنفاق utxo محددة في حسابك.",
    "reset": "إعادة تعيين اختيار المدخلات"
  },
  "import": {
    "label": "استيراد معاملة",
    "caption": "استورد معاملات غير موقعة أو موقعة، مصدرة من Eternl أو مصادر أخرى.",
    "upload": "ارفع ملف (ملفات) المعاملة أو الصق الـ cbor الخام للمعاملة."
  },
  "tf": {
    "label": "تجزئة التوكن",
    "caption": "وزع أصولك على utxo متعددة لتقليل الرسوم للمعاملات المستقبلية."
  },
  "cu": {
    "label": "تجميع UTxO",
    "caption": "جمع الـ UTxOs الخاصة بهذا الحساب، ودمجها بشكل أساسي في عدد أقل. سيتم إنشاء ما يصل إلى 10 معاملات في المرة الواحدة. قد تستغرق المعالجة بعض الوقت."
  },
  "ms": {
    "label": "تجميع خاص",
    "label2": "جمع في Wallet",
    "caption": "جمع الـ UTxOs الخاصة برسوم الـ ms لهذه الـ wallet، ودمجها بشكل أساسي في عدد أقل. سيتم إنشاء ما يصل إلى 10 معاملات في المرة الواحدة. قد تستغرق المعالجة بعض الوقت."
  },
  "donation": {
    "label": "تبرع بـ 1 ADA لدعم تطوير $t(common:appName)",
    "caption": "نأمل أن يعجبك Eternl! يرجى التفكير في إرسال 1 ADA مع هذه المعاملة لدعم تطوير مشروعنا."
  },
  "customMetadata": {
    "label": "بيانات وصفية مخصصة",
    "caption": "أضف مخطط بيانات وصفية مخصص بتنسيق JSON وفقًا للمواصفات.",
    "placeholder": "الصق / أدخل JSON",
    "urllabel": "وثائق حول تنسيق بيانات وصفية json على cardano.org",
    "added": "تمت إضافة بيانات وصفية التالية إلى المعاملة:",
    "schemainfo": {
      "NoConversions": "يحول بأمانة بين مجموعة الميزات المشتركة الدنيا بين JSON و بيانات وصفية.",
      "BasicConversions": "يضيف دعمًا إضافيًا للبايت (كسلاسل hex) ومفاتيح الأعداد الصحيحة (كسلاسل نصية).",
      "DetailedSchema": "مخطط JSON مفصل ولكن بأقصى مرونة لتحويل بيانات وصفية."
    },
    "banner": {
      "error": {
        "title": "مخطط بيانات وصفية عام لـ Cardano JSON غير صالح",
        "json": "JSON غير صالح.",
        "label": "التسمية (التسميات) غير صالحة.\\nيجب أن تكون مفاتيح المستوى الأعلى أعدادًا صحيحة فريدة في النطاق من -(2^64 - 1) إلى (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "إضافة $t(common:message.label) على السلسلة",
    "caption": "أضف رسالة/تعليق/مذكرة إلى المعاملة.\\nاضغط \"ENTER\" لرسالة متعددة الأسطر.",
    "enableEncryption": "تمكين التشفير",
    "placeholder": "أدخل رسالة المعاملة",
    "error": {
      "overflow": "عدد الأحرف في كل سطر محدود بـ 64. اضغط Enter لإضافة سطر جديد",
      "invalidJSON": "مخطط بيانات وصفية عام لـ Cardano JSON غير صالح."
    }
  }
}
