{
  "title": "ข้อมูลทางกฎหมาย",
  "imprint": "ข้อมูลทางกฎหมาย",
  "contact": "ติดต่อ",
  "edc": "Eternl DRep Committee",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep Id",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "discord",
    "text": "คลิกเพื่อเข้าร่วมเซิร์ฟเวอร์ discord ของ $t(common:appName) (พร้อมระบบตั๋วสนับสนุน)"
  },
  "telegram": {
    "label": "telegram",
    "text": "คลิกเพื่อเข้าร่วมช่อง telegram ของ $t(common:appName)"
  },
  "github": {
    "label": "github",
    "text": "หากคุณมีคำขอฟีเจอร์ โปรดใช้ตัวติดตามปัญหาบน GitHub คลิกเพื่อเปิดในหน้าใหม่"
  },
  "email": {
    "label": "อีเมล",
    "text": "เขียนอีเมลถึงเราที่ team@eternl.io"
  },
  "emaildrep": {
    "label": "อีเมล",
    "text": "เขียนอีเมลถึงเราที่ drep@eternl.io"
  },
  "address": {
    "label": "ที่ตั้งบริษัท",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nGermany"
  },
  "person": {
    "label": "บุคคลผู้มีอำนาจกระทำการแทน",
    "text": "Marcel Baumberg (กรรมการผู้จัดการ)"
  },
  "company": {
    "label": "ข้อมูลบริษัท",
    "text": "หมายเลขประจำตัวผู้เสียภาษีมูลค่าเพิ่ม (USt-ID): DE264395179\nทะเบียนการค้าศาลแขวง Leipzig: HRB 24784"
  },
  "legallabel": "ข้อจำกัดความรับผิดและประกาศเกี่ยวกับสิทธิ์ในทรัพย์สินทางปัญญา",
  "legal0": {
    "label": "ข้อจำกัดความรับผิด",
    "text": "เนื้อหาของข้อเสนอออนไลน์นี้ถูกสร้างขึ้นด้วยความระมัดระวังและตามความรู้ปัจจุบันของเรา อย่างไรก็ตาม มีวัตถุประสงค์เพื่อให้ข้อมูลเท่านั้นและไม่มีผลผูกพันทางกฎหมาย เว้นแต่จะเป็นข้อมูลที่กฎหมายกำหนด (เช่น ข้อมูลทางกฎหมาย นโยบายความเป็นส่วนตัว ข้อกำหนดและเงื่อนไข หรือคำแนะนำที่จำเป็นสำหรับผู้บริโภค) เราขอสงวนสิทธิ์ในการเปลี่ยนแปลงหรือลบเนื้อหาทั้งหมดหรือบางส่วน ตราบเท่าที่ภาระผูกพันตามสัญญาไม่ได้รับผลกระทบ ข้อเสนอทั้งหมดไม่ผูกพันและไม่มีข้อผูกมัด"
  },
  "legal1": {
    "label": "ลิงก์ไปยังเว็บไซต์ภายนอก",
    "text": "เนื้อหาของเว็บไซต์ภายนอกที่เราอ้างอิงถึงโดยตรงหรือโดยอ้อม อยู่นอกเหนือขอบเขตความรับผิดชอบของเรา และเราไม่ได้นำเนื้อหาเหล่านั้นมาเป็นของเรา เราไม่รับผิดชอบต่อเนื้อหาและข้อเสียใดๆ ที่เกิดขึ้นจากการใช้ข้อมูลที่เข้าถึงได้บนเว็บไซต์ที่เชื่อมโยง"
  },
  "legal2": {
    "label": "ลิขสิทธิ์และสิทธิ์ในเครื่องหมายการค้า",
    "text": "เนื้อหาทั้งหมดที่แสดงบนเว็บไซต์นี้ เช่น ข้อความ รูปถ่าย กราฟิก แบรนด์ และเครื่องหมายการค้า ได้รับการคุ้มครองโดยสิทธิ์ในทรัพย์สินทางปัญญาที่เกี่ยวข้อง (ลิขสิทธิ์ สิทธิ์ในเครื่องหมายการค้า) การใช้งาน การทำซ้ำ ฯลฯ อยู่ภายใต้สิทธิ์ของเราหรือสิทธิ์ของผู้สร้างสรรค์หรือผู้จัดการสิทธิ์ที่เกี่ยวข้อง"
  },
  "legal3": {
    "label": "การแจ้งเตือนเกี่ยวกับการละเมิดกฎหมาย",
    "text": "หากคุณสังเกตเห็นการละเมิดกฎหมายใดๆ ภายในเว็บไซต์ของเรา โปรดแจ้งให้เราทราบ เราจะลบเนื้อหาและลิงก์ที่ผิดกฎหมายออกทันทีหลังจากได้รับแจ้ง"
  },
  "button": {
    "home": "หน้าหลัก"
  }
}
