{
  "type": {
    "title": "شبك محفظة أجهزة wallet",
    "caption": "إذا عندك محفظة أجهزة wallet، هذا هو المكان الصح.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "محفظة أجهزة wallet للعملات الرقمية Ledger، من شركة Ledger اللي مقرها في باريس، فرنسا.",
        "models": "Stax, Flex and Nano (X, S and S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor من شركة SatoshiLabs، ومقرها في جمهورية التشيك.",
        "models": "Model T and Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "شركة مقرها في هونج كونج بتقدم محفظة أجهزة wallet مفتوحة المصدر 100% ومعزولة تمامًا عن الإنترنت، بتعتمد على رمز الاستجابة السريعة (QR code) للتواصل، مع شاشة لمس 4 بوصة وقارئ بصمات الأصابع.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro verified"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "اشبك Ledger باستعمال"
  },
  "keystone": {
    "qrScan": "اعمل مسح لرمز الاستجابة السريعة (QR code) بجهاز Keystone تبعك",
    "distance": "عدّل المسافة وممكن تضغط على رمز الاستجابة السريعة (QR code) تبع Keystone لتحسين المسح"
  },
  "derivation": {
    "label": "وضع الاشتقاق (متقدم)",
    "icarus": "معيار اشتقاق Cardano زي ما هو محدد في CIP03.",
    "trezor": "تطبيق Trezor مبني على معيار Icarus.",
    "ledger": "بتبع معيار Bitcoin زي ما هو محدد في BIP39.",
    "default": "(افتراضي)"
  },
  "connect": {
    "title": "أكد تصدير المفتاح العام",
    "caption": "",
    "info": {
      "ledger": "افتح جهاز Ledger تبعك وشغل تطبيق Cardano قبل ما تكمل. بعدين اتبع التعليمات الموجودة في تطبيق Cardano على جهاز Ledger تبعك عشان تكمل عملية الاقتران.",
      "trezor": "لما تتأكد، اتبع التعليمات الموجودة في نافذة متصفح Trezor Connect اللي فتحت وعلى جهاز Trezor تبعك عشان تكمل عملية الاقتران.",
      "keystone": "لما تتأكد، اعمل مسح لرمز الاستجابة السريعة (QR code) اللي تولد بجهاز Keystone تبعك وبعدين كمل بمسح رد رمز الاستجابة السريعة (QR code) تبع Keystone من خلال Eternl.",
      "onekey": "تأكد إن الجسر مثبت على جهاز الكمبيوتر تبعك. اشبك الجهاز واستنى المفاتيح العامة تتصدر.",
      "bitbox": "لما تتأكد، تحقق من رمز الاقتران إذا لزم الأمر وأكد على الجهاز."
    }
  }
}
