{
  "type": {
    "title": "Donanım wallet bağla",
    "caption": "Bir donanım wallet sahibiyseniz, burası tam size göre.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Paris, Fransa merkezli bir şirket olan Ledger tarafından üretilen Ledger kripto para donanım wallet.",
        "models": "Stax, Flex ve Nano (X, S ve S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor, Çek Cumhuriyeti merkezli SatoshiLabs'tan gelir.",
        "models": "Model T ve Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Hong Kong merkezli, 4 inç dokunmatik ekran ve parmak izi okuyucuya sahip, %100 Air-gapped açık kaynaklı QR kod iletişimli bir donanım wallet sunan bir şirket.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "Belirlenecek",
        "models": "OneKey Pro doğrulandı"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "Belirlenecek",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Ledger kullanarak bağlan"
  },
  "keystone": {
    "qrScan": "Keystone cihazınızla QR kodu tarayın",
    "distance": "Mesafeyi ayarlayın ve taramayı iyileştirmek için isteğe bağlı olarak Keystone QR koduna dokunun"
  },
  "derivation": {
    "label": "Türetme Modu (gelişmiş)",
    "icarus": "CIP03 tarafından tanımlanan Cardano türetme standardı.",
    "trezor": "Icarus standardına dayalı Trezor uygulaması.",
    "ledger": "BIP39 tarafından tanımlanan Bitcoin standardını takip eder.",
    "default": "(varsayılan)"
  },
  "connect": {
    "title": "Public key dışa aktarımını onayla",
    "caption": "",
    "info": {
      "ledger": "Devam etmeden önce Ledger cihazınızın kilidini açın ve Cardano uygulamasını açın. Ardından eşleştirme işlemini tamamlamak için Ledger cihazınızdaki Cardano uygulamasında belirtilen talimatları izleyin.",
      "trezor": "Onayladıktan sonra, eşleştirme işlemini tamamlamak için açılan Trezor Connect tarayıcı sekmesinde ve Trezor cihazınızda belirtilen talimatları izleyin.",
      "keystone": "Onayladıktan sonra, oluşturulan QR kodunu Keystone cihazınızla tarayın ve ardından Keystone QR kodu yanıtını Eternl aracılığıyla taramaya devam edin.",
      "onekey": "Bridge'in bilgisayarınızda kurulu olduğundan emin olun. Cihazı bağlayın ve public key'lerin dışa aktarılmasını bekleyin.",
      "bitbox": "Onayladıktan sonra, gerekirse eşleştirme kodunu doğrulayın ve cihazda onaylayın."
    }
  }
}
