{
  "title": "Künye",
  "imprint": "Impressum",
  "contact": "İletişim",
  "edc": "Eternl DRep Komitesi",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep Kimliği",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "discord",
    "text": "$t(common:appName) discord sunucumuza (destek bileti sistemi ile) katılmak için tıklayın"
  },
  "telegram": {
    "label": "telegram",
    "text": "$t(common:appName) telegram kanalımıza katılmak için tıklayın."
  },
  "github": {
    "label": "github",
    "text": "Bir özellik talebiniz varsa, lütfen GitHub sorun izleyiciyi kullanın. Yeni bir sayfada açmak için tıklayın."
  },
  "email": {
    "label": "e-posta",
    "text": "Bize team@eternl.io adresinden bir e-posta yazın"
  },
  "emaildrep": {
    "label": "e-posta",
    "text": "Bize drep@eternl.io adresinden bir e-posta yazın"
  },
  "address": {
    "label": "Şirketin Merkezi",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nAlmanya"
  },
  "person": {
    "label": "Temsile Yetkili Kişiler",
    "text": "Marcel Baumberg (Genel Müdür)"
  },
  "company": {
    "label": "Şirket Bilgileri",
    "text": "Katma Değer Vergisi Kimlik Numarası (USt-ID): DE264395179\nTicaret Sicili Leipzig Yerel Mahkemesi: HRB 24784"
  },
  "legallabel": "Sorumluluk ve Mülkiyet Hakları Bildirimleri",
  "legal0": {
    "label": "Sorumluluk Reddi",
    "text": "Bu çevrimiçi teklifin içeriği özenle ve mevcut bilgi durumumuza göre oluşturulmuştur, ancak yalnızca bilgilendirme amaçlıdır ve yasal olarak bağlayıcı bilgiler (örneğin künye, gizlilik politikası, GŞK veya tüketiciler için zorunlu bilgilendirmeler) söz konusu olmadıkça yasal olarak bağlayıcı bir etkisi yoktur. Sözleşmeden doğan yükümlülükler etkilenmediği sürece içeriği tamamen veya kısmen değiştirme veya silme hakkını saklı tutarız. Tüm teklifler değişikliğe tabidir ve bağlayıcı değildir."
  },
  "legal1": {
    "label": "Harici Web Sitelerine Bağlantılar",
    "text": "Doğrudan veya dolaylı olarak atıfta bulunduğumuz harici web sitelerinin içeriği sorumluluk alanımızın dışındadır ve bunları benimsemiyoruz. Bağlantı verilen web sitelerinde erişilebilen bilgilerin kullanımından kaynaklanan tüm içerik ve zararlardan dolayı sorumluluk kabul etmiyoruz."
  },
  "legal2": {
    "label": "Telif Hakları ve Marka Hakları",
    "text": "Bu web sitesinde gösterilen metinler, fotoğraflar, grafikler, markalar ve ticari markalar gibi tüm içerikler ilgili koruma hakları (telif hakları, marka hakları) ile korunmaktadır. Kullanım, çoğaltma vb. bizim haklarımıza veya ilgili yazarların veya hak yöneticilerinin haklarına tabidir."
  },
  "legal3": {
    "label": "Yasal İhlallere İlişkin Bildirimler",
    "text": "İnternet sitemizde herhangi bir yasal ihlal fark ederseniz, lütfen bizi bu konuda bilgilendirin. Yasa dışı içerikleri ve bağlantıları öğrendikten sonra derhal kaldıracağız."
  },
  "button": {
    "home": "ana sayfa"
  }
}
