{
  "menuLabel": "Staking",
  "title": "Staking Panosu",
  "caption": "Burada ADA'nızı bir Stakepool'a yönetebilir, delege edebilir ve pasif gelir elde edebilirsiniz.",
  "subCaption": "Fonlarınız Cardano üzerinde staking için asla wallet'ınızdan ayrılmaz ve istediğiniz zaman harcanabilir.",
  "staking-cta": {
    "title": "staking ödülleri kazanın!",
    "caption": "Bir Stakepool seçmek için düğmeye tıklayın.",
    "button": "Stake Et"
  },
  "poollist": {
    "title": "Mevcut Stakepool'lar",
    "caption": "Mevcut Stakepool'ların listesi. Listeyi filtrelemek için bir havuzun kısaltmasını veya adını girin. Sıralama, kullanıcı için en uygun ödülleri önceliklendirir.",
    "filter": {
      "search": "Bir havuz arayın..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "havuz verisi mevcut değil",
      "undelegated": "delege edilmedi",
      "delegated": "delege edildi",
      "deregistered": "kaydı silindi",
      "registered": "kayıtlı",
      "pending": "beklemede",
      "producing": "üretiliyor"
    },
    "history": {
      "label": "Ödül Geçmişi",
      "caption": "staking ve Catalyst oylaması için kazanılan ödüllerin epoch'a göre sıralanmış listesi",
      "epoch": "$t(common:epoch)",
      "rewards": "Ödüller",
      "refund": "Havuz Kayıt Silme İadesi",
      "pool": "Havuz",
      "treasury": "Catalyst Oylaması",
      "leader": "Havuz Operatörü Ödülleri",
      "reserves": "Anlık Ödüller"
    },
    "gov": {
      "nodelegation": {
        "info": "Lütfen yönetim eylemleri için bir DRep'e delege etmeyi düşünün. Gelecek dönemde staking ödüllerini çekebilmek için bu gerekli olacaktır"
      },
      "inactive": "Hesap, etkin değil olarak işaretlenmiş ve bu nedenle artık aktif oylama stake'ine dahil edilmeyen bir yönetim DRep'ine delege edilmiştir"
    },
    "warning": {
      "high": {
        "headline": "Yüksek Havuz Ücreti",
        "caption": "Bu hesabın delege edildiği havuzun, staking ödüllerinizi azaltacak alışılmadık derecede yüksek bir ücreti var. Eğer bu bir tür ISPO ise sorun değil. Değilse, daha düşük ücretli başka bir havuz seçmelisiniz"
      },
      "complete": {
        "headline": "%99+ Havuz Ücreti",
        "caption": "Bu hesabın delege edildiği havuz en az %99 ücret alır ve ADA ödüllerinizi toplar. Eğer bu bir tür ISPO ise sorun değil. Değilse, daha düşük ücretli başka bir havuz seçmelisiniz"
      }
    }
  }
}
