{
  "is": {
    "label": "Eingabeauswahl",
    "caption": "Übernehmen Sie die Kontrolle über die Eingabeauswahl, indem Sie bestimmte utxos in Ihrem Konto ausgeben.",
    "reset": "Eingabeauswahl zurücksetzen"
  },
  "import": {
    "label": "Transaktion importieren",
    "caption": "Importieren Sie unsignierte oder signierte Transaktionen, exportiert aus Eternl oder anderen Quellen.",
    "upload": "Laden Sie Transaktionsdatei(en) hoch oder fügen Sie den rohen Transaktions-CBOR ein."
  },
  "tf": {
    "label": "Token-Fragmentierung",
    "caption": "Verteilen Sie Ihre Assets auf mehrere utxos, um Gebühren für zukünftige Transaktionen zu senken."
  },
  "cu": {
    "label": "UTxO-Sammlung",
    "caption": "Sammeln Sie UTxOs dieses Kontos, um sie im Grunde zu wenigeren zusammenzuführen. Es werden bis zu 10 Transaktionen gleichzeitig erstellt. Die Verarbeitung kann eine Weile dauern."
  },
  "ms": {
    "label": "Spezielle Sammlung",
    "label2": "In Wallet sammeln",
    "caption": "Sammeln Sie UTxOs dieser MS-Gebühren-wallet, um sie im Grunde zu wenigeren zusammenzuführen. Es werden bis zu 10 Transaktionen gleichzeitig erstellt. Die Verarbeitung kann eine Weile dauern."
  },
  "donation": {
    "label": "Spenden Sie 1 ADA, um die Entwicklung von $t(common:appName) zu unterstützen",
    "caption": "Wir hoffen, Ihnen gefällt Eternl! Bitte erwägen Sie, mit dieser Transaktion 1 ADA zu senden, um die Entwicklung unseres Projekts zu unterstützen."
  },
  "customMetadata": {
    "label": "Benutzerdefinierte Metadata",
    "caption": "Fügen Sie ein benutzerdefiniertes metadata-Schema im JSON-Format gemäß Spezifikation hinzu.",
    "placeholder": "JSON einfügen / eingeben",
    "urllabel": "Dokumentation über das metadata JSON-Format auf cardano.org",
    "added": "Folgende metadata wurde der Transaktion hinzugefügt:",
    "schemainfo": {
      "NoConversions": "Konvertiert zuverlässig zwischen dem minimalen gemeinsamen Funktionsumfang von JSON und Metadata.",
      "BasicConversions": "Fügt zusätzliche Unterstützung für Byte (als Hex-Strings) und Integer-Schlüssel (als Strings) hinzu.",
      "DetailedSchema": "Ausführliches JSON-Schema, aber mit der größten Flexibilität für die metadata-Konvertierung."
    },
    "banner": {
      "error": {
        "title": "Kein gültiges allgemeines Cardano JSON metadata-Schema",
        "json": "Ungültiges JSON.",
        "label": "Ungültige(s) Label(s).\nSchlüssel der obersten Ebene müssen eindeutige Ganzzahlen im Bereich -(2^64 - 1) bis (2^64 - 1) sein."
      }
    }
  },
  "metadata": {
    "label": "On-Chain $t(common:message.label) hinzufügen",
    "caption": "Fügen Sie der Transaktion eine Nachricht/einen Kommentar/ein Memo hinzu.\nDrücken Sie \"ENTER\" für eine mehrzeilige Nachricht.",
    "enableEncryption": "Verschlüsselung aktivieren",
    "placeholder": "Geben Sie eine Transaktionsnachricht ein",
    "error": {
      "overflow": "Die Anzahl der Zeichen pro Zeile ist auf 64 begrenzt. Drücken Sie Enter, um eine neue Zeile hinzuzufügen",
      "invalidJSON": "Kein gültiges allgemeines Cardano JSON metadata-Schema."
    }
  }
}
