{
  "header":                   {

    "title":                  "Voting",
    "description":            "Vote with your Funds to support projects and take part in the governance on Cardano. "
  },

  "information":              {

    "label":                  "Information",

    "ideascale":              {

      "label":                "IdeaScale",
      "btnText":              "Learn More",
      "subTitle":             "Browse Proposals",
      "description":          "Catalyst uses IdeaScale as a collaborative innovation platform. This is done through voting on community generated proposals which focus on solving the challenge of a particular fund.",
      "navigateTo":           "https://cardano.ideascale.com/"
    },

    "newsletter":              {

      "label":                "Newsletter",
      "btnText":              "Subscribe",
      "subTitle":             "Keep up to date",
      "description":          "Sign up for the Project Catalyst Newsletter to not miss out on the latest news and updates.",
      "navigateTo":           "https://bit.ly/3dSZJvx"
    },

    "engagement":              {

      "label":                "Engagement",
      "btnText":              "Announcements",
      "subTitle":             "Engage the community",
      "description":          "Join the Telegram discussion and announcement channels to share your ideas on future Cardano improvement proposals and enjoy a healthy, stimulating discussion.",
      "navigateTo":           "https://t.me/ProjectCatalystChat"
    },

    "townHall":              {

      "label":                "Town Hall",
      "btnText":              "To Recordings",
      "subTitle":             "Meet the builders",
      "description":          "Come and meet the future builders of Cardano in the weekly Town Hall meetings. Watch their live presentations and participate in meaningful conversations.",
      "navigateTo":           "https://www.youtube.com/playlist?list=PLnPTB0CuBOByRhpTUdALq4J89m_h7QqLk"
    },

    "warning":                {

      "label":                "An error has occurred...",
      "description":          "The wallet is not registered, please first delete-gate to a stake pool in order to participate in Catalyst voting."
    },

    "confirm":                {

      "label" :               "Please Note",
      "description":          "The snapshot for the current fund has already been taken. Registering now will only allow you to vote in upcoming funds, but not in the current one."
    },

    "fund9":                  {

      "label":                "Fund9",
      "subTitle":             "Create, fund and deliver the future of Cardano.",
      "description":          "Timeline shown below are subject to changes. Stay up-to-date by re-visiting this page and participate in the Catalyst weekly town hall meetings.",

      "snapshot":             "Voting Power Snapshot",
      "start":                "Voting Start",
      "end":                  "Voting End"
    }

  },

  "qr":                       {

    "label":                  "App",
    "description":            "In order to participate and vote in the Catalyst funds, first you have to download the Catalyst mobile application to your phone.",
    "apple":                  "Apple App Store",
    "google":                 "Google play Store",

    "warning":                {

      "label":                "Please Note",
      "description":          "DON'T scan these QR codes in the Catalyst mobile app! Those two QR codes are links to the App Store and Play Store to download and install the Catalyst mobile app."
    }

  },

  "pin":                      {

    "label":                  "PIN",
    "description":            "This PIN will be required every time you use the Catalyst voting application on your phone.",

    "warning":                {

      "label":                "Please Note",
      "description":          "Make sure to write it down! Losing this PIN will require a new voting key registration!"
    }

  },

  "transaction":              {

    "label":                  "Transaction",
    "description":            "The constructed transaction connects the generated Catalyst voting key to this wallet. The higher amount of funds the wallet holds, the more voting power it disposes with.\nPlease review the transaction before signing. Enter the wallet spending password or sign with\nthe hardware device to confirm the transaction.",
    "readOnly":               "This wallet is read-only and unable to sign.",
    "note":                   "Add transaction note",

    "warning":                {

      "label":                "Please Note",
      "description":          "Make sure to keep your account balance above 25 ADA at the voting power snapshot event, otherwise your voting key registration would be dismissed."
    },

    "preview":                {

      "label":                "Transaction Preview",
      "description":          "Addresses marked as 'own' belong to your wallet. 'next' marks external wallet addresses."
    },

    "internal":               {

      "label":                "Transaction Id"
    }
  }

}
