{
  "accountName": {
    "title": "Tên tài khoản hoạt động",
    "caption": "Đặt tên tài khoản cho tài khoản hiện tại",
    "setting": {
      "caption": "Cập nhật tên tài khoản (hoạt động) của bạn hoặc chọn/bỏ chọn một Ada Handle.",
      "adaHandle": {
        "select": "Chọn Ada Handle nào để hiển thị thay cho tên tài khoản (bỏ chọn để hiển thị tên thay thế):"
      },
      "error": {
        "empty": "Tên tài khoản không được để trống.",
        "duplicate": "Ví này đã có một tài khoản với tên đó."
      }
    }
  },
  "export": {
    "title": "Xuất Khóa Tài khoản",
    "caption": "Xuất khóa công khai của tài khoản này.",
    "setting": {
      "caption": "Xuất khóa công khai của tài khoản này. Nhập khóa công khai sẽ khôi phục lịch sử tài khoản ở chế độ chỉ đọc và tắt tính năng ký.",
      "tooltip": {
        "acct_xvk": "Khóa công khai mở rộng Ed25519-bip32",
        "xpub": "Khóa công khai mở rộng Ed25519-bip32",
        "acct_vk": "Khóa công khai Ed25519"
      }
    }
  },
  "samMode": {
    "title": "Chế độ Địa chỉ Đơn (SAM)",
    "caption": "Chỉ sử dụng một địa chỉ duy nhất cho tất cả các giao dịch.",
    "setting": {
      "caption": "Khi được bật, tất cả tiền sẽ được giữ mặc định trên địa chỉ nhận đầu tiên.",
      "enabled": "$t(settings/account:samMode.title) đã bật",
      "disabled": "$t(settings/account:samMode.title) đã tắt",
      "customAddress": "Địa chỉ nhận tùy chỉnh",
      "unset": "$t(common:unset)",
      "banner": {
        "customAddress": {
          "title": "Quan trọng!",
          "text": "Việc đặt địa chỉ nhận tùy chỉnh sẽ khiến tất cả đầu ra tiền thừa và địa chỉ nhận chuyển sang địa chỉ này, ngay cả khi nó không thuộc sở hữu của tài khoản này. Vui lòng đảm bảo xác minh rằng địa chỉ chính xác đã được đặt."
        }
      },
      "notification": {
        "wrongInput": "Đây không phải là một địa chỉ hợp lệ.",
        "wrongNetwork": "Địa chỉ này thuộc về một mạng khác.",
        "notOwned": "Địa chỉ này không thuộc về tài khoản này và không thể được sử dụng làm địa chỉ nhận tùy chỉnh.",
        "nonStaking": "Số tiền trên địa chỉ nhận này được stake bằng khóa stake bên ngoài. Bạn sẽ không kiểm soát được phần thưởng mà chúng tích lũy.",
        "success": "Đã đặt địa chỉ nhận tùy chỉnh.",
        "error": "Không thể lưu địa chỉ nhận tùy chỉnh!"
      }
    }
  },
  "collateral": {
    "title": "Collateral",
    "caption": "Sử dụng collateral do Eternl cung cấp?",
    "setting": {
      "caption": "Khi được bật, Eternl sẽ cung cấp collateral cho tài khoản.",
      "info": "Tương tác với hợp đồng thông minh có thể yêu cầu collateral trong trường hợp giao dịch thất bại. Điều này sẽ được Eternl xử lý tự động nếu tìm thấy một UTxO đủ điều kiện.",
      "waiting": "Bạn đã gửi một giao dịch collateral. Vui lòng chờ, giao dịch chưa được xác nhận.",
      "foundCollateral": "Một UTxO collateral cho tài khoản này đã tồn tại. Nó sẽ được sử dụng khi tương tác với hợp đồng thông minh.",
      "eternl": {
        "label": "Collateral do Eternl cung cấp",
        "enabled": "$t(settings/account:collateral.setting.eternl.label) $t(common:enabled)",
        "disabled": "$t(settings/account:collateral.setting.eternl.label) $t(common:disabled)"
      },
      "noCollateral": "Không tìm thấy UTxO collateral nào. Vui lòng đặt một UTXO bằng cách nhấn nút bên dưới.",
      "button": {
        "setCollateral": {
          "label": "Đặt Collateral",
          "tooltip": "Đặt một UTxO collateral cho tài khoản này."
        }
      },
      "error": {
        "label": "Lỗi:"
      },
      "multiAccount": {
        "warning": {
          "note": "Xin lưu ý!",
          "headline": "Collateral là một cài đặt dựa trên tài khoản."
        },
        "info": {
          "text": "$t(common:appName) có thể sử dụng bất kỳ UTxO nào không có token và có giá trị từ ####minimumCollateral#### đến ####maximumCollateral#### làm collateral. Khi bạn kích hoạt cài đặt này, nó sẽ tìm kiếm một UTxO phù hợp. Nếu không có sẵn, một nút sẽ được hiển thị để đặt một UTXO."
        }
      }
    }
  },
  "manualSync": {
    "title": "Đồng bộ thủ công",
    "caption": "Đặt đồng bộ thủ công",
    "setting": {
      "caption": "Đồng bộ hóa wallet theo cách thủ công. Nếu được bật, wallet cần được đồng bộ hóa thủ công bằng cách nhấp vào biểu tượng đồng bộ.",
      "enabled": "$t(settings/account:manualSync.title) đã bật",
      "disabled": "$t(settings/account:manualSync.title) đã tắt"
    }
  },
  "historySync": {
    "title": "Đồng bộ Lịch sử",
    "caption": "Đặt đồng bộ lịch sử",
    "setting": {
      "caption": "Khi được bật, wallet sẽ đồng bộ hóa toàn bộ lịch sử giao dịch của tài khoản. Nếu không, chỉ 1000 giao dịch cuối cùng sẽ được đồng bộ hóa. Việc đồng bộ hóa diễn ra theo lô và có thể mất một lúc đối với các tài khoản có lịch sử lớn.",
      "enabled": "$t(settings/account:historySync.title) đã bật",
      "disabled": "$t(settings/account:historySync.title) đã tắt",
      "syncing": "Quá trình đồng bộ hóa lịch sử vẫn đang chạy. Đang chờ đồng bộ hóa {{AMOUNT}} mục."
    }
  },
  "tokenFragmentation": {
    "title": "Phân mảnh Token (TF)",
    "caption": "Giảm phí giao dịch bằng cách phân mảnh token.",
    "fragment": {
      "label": "Kích thước gói token",
      "error": "Giới hạn kích thước gói token: 1-{{MAX_TOKEN_BUNDLE_SIZE}}.",
      "info": "Đặt số lượng token mà mỗi đầu ra UTxO nên chứa. Đây là sự đánh đổi giữa phí giao dịch thấp và lượng tiền bị khóa trong wallet.\nkích thước gói nhỏ -> phí thấp, nhiều Ada bị khóa.\nkích thước gói lớn -> phí cao hơn, ít Ada bị khóa hơn."
    },
    "setting": {
      "caption": "Chia token thành các gói khi gửi nếu có nhiều token trong tiền thừa trả về hơn giá trị đã đặt. Tùy thuộc vào phân phối UTxO/Token của wallet và kết quả mong muốn, các giá trị có thể cần được điều chỉnh để có kết quả tối ưu.",
      "enabled": "$t(settings/account:tokenFragmentation.title) đã bật",
      "disabled": "$t(settings/account:tokenFragmentation.title) đã tắt"
    }
  },
  "advancedUtxoManagement": {
    "title": "Quản lý UTxO Nâng cao",
    "caption": "Sử dụng quản lý UTxO nâng cao cho các giao dịch của bạn.",
    "setting": {
      "caption": "Khi được bật, $t(common:appName) sẽ sử dụng quản lý UTxO nâng cao cho các giao dịch của bạn.",
      "subCaption": "Nó giữ khoảng 10 UTxO để thực hiện giao dịch song song. Nó cũng sẽ cố gắng giữ một UTxO tài sản thế chấp 5 ADA cho các tương tác hợp đồng thông minh.",
      "enabled": "$t(settings/account:advancedUtxoManagement.title) đã bật",
      "disabled": "$t(settings/account:advancedUtxoManagement.title) đã tắt"
    }
  },
  "autoWithdrawal": {
    "title": "Rút tiền Tự động",
    "caption": "Tự động rút phần thưởng nếu cần.",
    "setting": {
      "caption": "Khi được bật, phần thưởng sẽ tự động được rút nếu cần khi tạo giao dịch. Nếu bị tắt hoặc để buộc rút tiền thủ công, hãy sử dụng nút Rút tiền trên trang Tóm tắt.",
      "enabled": "$t(settings/account:autoWithdrawal.title) đã bật",
      "disabled": "$t(settings/account:autoWithdrawal.title) đã tắt"
    }
  },
  "unStake": {
    "title": "Hủy staking wallet\n(Hủy đăng ký wallet)",
    "caption": "Hủy ủy quyền tài khoản hiện tại khỏi bất kỳ pool nào và tạo giao dịch hủy đăng ký.",
    "setting": {
      "caption": "Hành động này tạo ra một giao dịch hủy đăng ký tài khoản. Sau khi hoàn tất, tài khoản sẽ bị hủy ủy quyền khỏi bất kỳ pool nào và khoản tiền ký gửi khóa từ lần đầu tiên tài khoản được ủy quyền sẽ được trả lại.",
      "subCaption": "Xin lưu ý rằng mọi phần thưởng đang chờ xử lý từ việc ủy quyền pool, phần thưởng catalyst, v.v. sẽ bị mất khi tài khoản bị hủy đăng ký!",
      "acknowledged": "Tôi hiểu rằng mọi phần thưởng đang chờ xử lý sẽ bị mất.",
      "noUtxo": "Cần {{currency}} để thanh toán phí giao dịch hủy đăng ký.",
      "button": {
        "deReg": {
          "label": "Hủy Đăng ký Tài khoản",
          "tooltip": "Hủy đăng ký tài khoản khỏi ủy quyền pool"
        }
      }
    }
  },
  "deRegDRep": {
    "title": "Hủy đăng ký với tư cách DRep",
    "caption": "Tạo giao dịch hủy đăng ký DRep. Quyền biểu quyết được ủy quyền cho DRep đó sẽ bị mất.",
    "setting": {
      "caption": "Thao tác này sẽ tạo ra một giao dịch hủy đăng ký DRep. Quyền biểu quyết được ủy quyền cho DRep đó sẽ bị mất.",
      "subCaption": "Để lấy lại khả năng rút phần thưởng staking, bạn sẽ cần ủy quyền tài khoản của mình cho một DRep khác.",
      "acknowledged": "Tôi hiểu rằng tất cả quyền biểu quyết được ủy quyền sẽ bị mất.",
      "noUtxo": "Cần {{currency}} để thanh toán phí giao dịch hủy đăng ký.",
      "button": {
        "deReg": {
          "label": "Hủy Đăng ký Tài khoản",
          "tooltip": "Hủy đăng ký tài khoản khỏi ủy quyền pool"
        }
      }
    }
  },
  "reporting": {
    "title": "Báo cáo",
    "caption": "Cài đặt xuất báo cáo thuế."
  }
}
