{
  "type": {
    "title": "وصل جهاز محفظة",
    "caption": "إذا كنت تملك جهاز wallet، فهذا هو المكان المناسب.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "جهاز محفظة للعملات المشفرة Ledger من صنع Ledger، وهي شركة مقرها في باريس، فرنسا.",
        "models": "Stax, Flex and Nano (X, S and S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor من SatoshiLabs، ومقرها في جمهورية التشيك.",
        "models": "Model T and Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "شركة مقرها في هونج كونج تقدم جهاز محفظة مفتوح المصدر 100٪ بتقنية Air-gapped للتواصل عبر رمز الاستجابة السريعة مع شاشة لمس 4 بوصة وقارئ بصمات الأصابع.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "قريبًا",
        "models": "OneKey Pro تم التحقق منه"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "قريبًا",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "وصل Ledger باستخدام"
  },
  "keystone": {
    "qrScan": "امسح رمز الاستجابة السريعة بجهاز Keystone الخاص بك",
    "distance": "اضبط المسافة وانقر اختياريًا على رمز الاستجابة السريعة Keystone لتحسين المسح"
  },
  "derivation": {
    "label": "وضع الاشتقاق (متقدم)",
    "icarus": "معيار اشتقاق Cardano كما هو محدد في CIP03.",
    "trezor": "تنفيذ Trezor بناءً على معيار Icarus.",
    "ledger": "يتبع معيار Bitcoin كما هو محدد في BIP39.",
    "default": "(افتراضي)"
  },
  "connect": {
    "title": "تأكيد تصدير المفتاح العام",
    "caption": "",
    "info": {
      "ledger": "افتح جهاز Ledger الخاص بك وافتح تطبيق Cardano قبل المتابعة. ثم اتبع التوجيهات الموضحة في تطبيق Cardano على جهاز Ledger الخاص بك لإكمال عملية الاقتران.",
      "trezor": "عند التأكيد، اتبع التوجيهات الموضحة في علامة تبويب متصفح Trezor Connect المفتوحة وعلى جهاز Trezor الخاص بك لإكمال عملية الاقتران.",
      "keystone": "عند التأكيد، امسح رمز الاستجابة السريعة الذي تم إنشاؤه بجهاز Keystone الخاص بك ثم تابع لمسح استجابة رمز الاستجابة السريعة Keystone من خلال Eternl.",
      "onekey": "تأكد من تثبيت الجسر على جهاز الكمبيوتر الخاص بك. قم بتوصيل الجهاز وانتظر حتى يتم تصدير المفاتيح العامة.",
      "bitbox": "عند التأكيد، تحقق من رمز الاقتران إذا لزم الأمر وقم بالتأكيد على الجهاز."
    }
  }
}
