{
  "is": {
    "label": "Val av Input",
    "caption": "Ta kontroll över val av input genom att spendera specifika utxo\"s i ditt konto.",
    "reset": "Återställ val av Input"
  },
  "import": {
    "label": "Importera Transaktion",
    "caption": "Importera en osignerad eller signerad transaktion, exporterad från Eternl eller andra källor.",
    "upload": "Ladda upp transaktionsfil(er) eller klistra in rå transaktions-cbor."
  },
  "tf": {
    "label": "Tokenfragmentering",
    "caption": "Sprid dina tillgångar över flera utxo's för att sänka avgifter för framtida transaktioner."
  },
  "cu": {
    "label": "UTxO-insamling",
    "caption": "Samla UTxOs för detta konto, vilket i princip slår ihop dem till färre. Kommer att skapa upp till 10 transaktioner åt gången. Bearbetningen kan ta en stund."
  },
  "ms": {
    "label": "Specialinsamling",
    "label2": "Samla i Wallet",
    "caption": "Samla UTxOs för denna ms fee wallet, vilket i princip slår ihop dem till färre. Kommer att skapa upp till 10 transaktioner åt gången. Bearbetningen kan ta en stund."
  },
  "donation": {
    "label": "Donera 1 ADA för att stödja utvecklingen av $t(common:appName)",
    "caption": "Vi hoppas att du gillar Eternl! Överväg att skicka 1 ADA med denna transaktion för att stödja utvecklingen av vårt projekt."
  },
  "customMetadata": {
    "label": "Anpassad Metadata",
    "caption": "Lägg till ett anpassat metadata-schema i JSON-format enligt specifikationen.",
    "placeholder": "Klistra in / Ange JSON",
    "urllabel": "Dokumentation om metadata json-formatet på cardano.org",
    "added": "Följande metadata lades till i transaktionen:",
    "schemainfo": {
      "NoConversions": "Konverterar troget mellan den minimala delade funktionsuppsättningen mellan JSON och Metadata.",
      "BasicConversions": "Lägger till ytterligare stöd för byte (som hex-strängar) och heltalsnycklar (som strängar).",
      "DetailedSchema": "Utförligt JSON-schema men med störst flexibilitet för metadata-konvertering."
    },
    "banner": {
      "error": {
        "title": "Inte ett giltigt Cardano JSON generellt metadata-schema",
        "json": "Ogiltig JSON.",
        "label": "Ogiltig(a) etikett(er).\nNycklar på toppnivå måste vara unika heltal inom intervallet -(2^64 - 1) till (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "Lägg till on-chain $t(common:message.label)",
    "caption": "Lägg till ett meddelande/kommentar/memo till transaktionen.\nTryck \"ENTER\" för meddelande med flera rader.",
    "enableEncryption": "Aktivera kryptering",
    "placeholder": "Ange ett transaktionsmeddelande",
    "error": {
      "overflow": "Antalet tecken per rad är begränsat till 64. Tryck Enter för att lägga till en ny rad",
      "invalidJSON": "Inte ett giltigt Cardano JSON generellt metadata-schema."
    }
  }
}
