{
  "type": {
    "title": "हार्डवेयर wallet कनेक्ट करें",
    "caption": "यदि आपके पास हार्डवेयर wallet है, तो यह आपके लिए सही जगह है।",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "पेरिस, फ्रांस में मुख्यालय वाली कंपनी, Ledger द्वारा बनाया गया Ledger क्रिप्टोकरेंसी हार्डवेयर wallet।",
        "models": "Stax, Flex और Nano (X, S और S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor चेक गणराज्य में स्थित SatoshiLabs से आता है।",
        "models": "Model T और Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "एक हांगकांग स्थित कंपनी जो 4-इंच टच स्क्रीन और फिंगरप्रिंट रीडर के साथ 100% एयर-गैप्ड ओपन-सोर्स QR कोड संचार हार्डवेयर wallet प्रदान करती है।",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro सत्यापित"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Ledger कनेक्ट करें:"
  },
  "keystone": {
    "qrScan": "अपने Keystone डिवाइस से QR कोड स्कैन करें",
    "distance": "स्कैनिंग को बेहतर बनाने के लिए दूरी समायोजित करें और वैकल्पिक रूप से Keystone QR कोड पर टैप करें"
  },
  "derivation": {
    "label": "डेरिवेशन मोड (उन्नत)",
    "icarus": "CIP03 द्वारा परिभाषित Cardano डेरिवेशन मानक।",
    "trezor": "Icarus मानक पर आधारित Trezor का कार्यान्वयन।",
    "ledger": "BIP39 द्वारा परिभाषित Bitcoin मानक का पालन करता है।",
    "default": "(डिफ़ॉल्ट)"
  },
  "connect": {
    "title": "पब्लिक की एक्सपोर्ट की पुष्टि करें",
    "caption": "",
    "info": {
      "ledger": "आगे बढ़ने से पहले अपने Ledger डिवाइस को अनलॉक करें और Cardano ऐप खोलें। फिर पेयरिंग प्रक्रिया को पूरा करने के लिए अपने Ledger डिवाइस पर Cardano ऐप में दिए गए निर्देशों का पालन करें।",
      "trezor": "पुष्टि होने पर, पेयरिंग प्रक्रिया को पूरा करने के लिए खोले गए Trezor Connect ब्राउज़र टैब में और अपने Trezor डिवाइस पर दिए गए निर्देशों का पालन करें।",
      "keystone": "पुष्टि होने पर, अपने Keystone डिवाइस से जनरेट किए गए QR कोड को स्कैन करें और फिर Eternl के माध्यम से Keystone QR कोड प्रतिक्रिया को स्कैन करने के लिए आगे बढ़ें।",
      "onekey": "सुनिश्चित करें कि ब्रिज आपके कंप्यूटर पर इंस्टॉल है। डिवाइस कनेक्ट करें और पब्लिक कीज़ के एक्सपोर्ट होने की प्रतीक्षा करें।",
      "bitbox": "पुष्टि होने पर, यदि आवश्यक हो तो पेयरिंग कोड सत्यापित करें और डिवाइस पर पुष्टि करें।"
    }
  }
}
