{
  "title": "छाप",
  "imprint": "इंप्रेसम",
  "contact": "संपर्क",
  "edc": "Eternl DRep समिति",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep आईडी",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "डिस्कॉर्ड",
    "text": "हमारे $t(common:appName) डिस्कॉर्ड सर्वर (समर्थन टिकट प्रणाली के साथ) से जुड़ने के लिए क्लिक करें"
  },
  "telegram": {
    "label": "टेलीग्राम",
    "text": "हमारे $t(common:appName) टेलीग्राम चैनल से जुड़ने के लिए क्लिक करें।"
  },
  "github": {
    "label": "गिटहब",
    "text": "यदि आपके पास किसी फ़ीचर का अनुरोध है, तो कृपया गिटहब इश्यू ट्रैकर का उपयोग करें। इसे नए पेज में खोलने के लिए क्लिक करें।"
  },
  "email": {
    "label": "ईमेल",
    "text": "हमें team@eternl.io पर एक ईमेल लिखें"
  },
  "emaildrep": {
    "label": "ईमेल",
    "text": "हमें drep@eternl.io पर एक ईमेल लिखें"
  },
  "address": {
    "label": "कंपनी का मुख्यालय",
    "text": "Tastenkunst GmbH\nग्रासिसस्ट्रास 12\n04107 लाइपज़िग\nजर्मनी"
  },
  "person": {
    "label": "अधिकृत प्रतिनिधि",
    "text": "मार्सेल बॉमबर्ग (प्रबंध निदेशक)"
  },
  "company": {
    "label": "कंपनी का विवरण",
    "text": "वैट पहचान संख्या (USt-ID): DE264395179\nवाणिज्यिक रजिस्टर जिला न्यायालय लाइपज़िग: HRB 24784"
  },
  "legallabel": "दायित्व और संपत्ति अधिकार नोटिस",
  "legal0": {
    "label": "दायित्व अस्वीकरण",
    "text": "इस ऑनलाइन पेशकश की सामग्री सावधानीपूर्वक और हमारे वर्तमान ज्ञान के अनुसार बनाई गई है, लेकिन यह केवल जानकारी के लिए है और इसका कोई कानूनी रूप से बाध्यकारी प्रभाव नहीं है, जब तक कि यह कानूनी रूप से अनिवार्य जानकारी (जैसे इंप्रेसम, डेटा सुरक्षा घोषणा, नियम और शर्तें या उपभोक्ताओं के लिए अनिवार्य निर्देश) न हो। हम सामग्री को पूरी तरह या आंशिक रूप से बदलने या हटाने का अधिकार सुरक्षित रखते हैं, जब तक कि संविदात्मक दायित्व अप्रभावित रहें। सभी ऑफ़र परिवर्तन के अधीन हैं और बाध्यकारी नहीं हैं।"
  },
  "legal1": {
    "label": "बाहरी वेबसाइटों के लिंक",
    "text": "बाहरी वेबसाइटों की सामग्री, जिनका हम सीधे या परोक्ष रूप से उल्लेख करते हैं, हमारे जिम्मेदारी क्षेत्र से बाहर हैं और हम उन्हें अपना नहीं मानते हैं। लिंक की गई वेबसाइटों पर उपलब्ध जानकारी के उपयोग से उत्पन्न होने वाली सभी सामग्री और नुकसान के लिए हम कोई जिम्मेदारी नहीं लेते हैं।"
  },
  "legal2": {
    "label": "कॉपीराइट और ट्रेडमार्क अधिकार",
    "text": "इस वेबसाइट पर प्रदर्शित सभी सामग्री, जैसे टेक्स्ट, तस्वीरें, ग्राफिक्स, ब्रांड और ट्रेडमार्क संबंधित सुरक्षा अधिकारों (कॉपीराइट, ट्रेडमार्क अधिकार) द्वारा सुरक्षित हैं। उपयोग, प्रतिलिपि बनाना आदि हमारे अधिकारों या संबंधित लेखकों या अधिकार प्रशासकों के अधिकारों के अधीन हैं।"
  },
  "legal3": {
    "label": "कानूनी उल्लंघनों के नोटिस",
    "text": "यदि आप हमारी वेबसाइट पर किसी कानूनी उल्लंघन को देखते हैं, तो कृपया हमें इसके बारे में सूचित करें। जानकारी मिलने पर हम अवैध सामग्री और लिंक को तुरंत हटा देंगे।"
  },
  "button": {
    "home": "होम"
  }
}
