{
  "cardano": {
    "label": "Cardano",
    "caption": "एक सामान्य Cardano पता।",
    "description": "एक Cardano पता addr1 से शुरू होता है और यह एक स्क्रिप्ट पता नहीं है।",
    "error": {
      "invalid": "यह एक वैध Cardano पता नहीं है।"
    }
  },
  "cardanoScript": {
    "label": "Cardano स्क्रिप्ट",
    "caption": "एक स्क्रिप्ट पता।",
    "description": "एक Cardano स्क्रिप्ट पता स्मार्ट कॉन्ट्रैक्ट्स के लिए उपयोग किया जाता है और addr1 से शुरू होता है जिसके बाद एक विशिष्ट पैटर्न होता है।",
    "error": {
      "invalid": "यह एक वैध Cardano स्क्रिप्ट पता नहीं है।"
    }
  },
  "adaHandle": {
    "label": "Ada हैंडल",
    "caption": "एक मानव-पठनीय Cardano पता।",
    "description": "एक Ada हैंडल एक अद्वितीय, NFT-आधारित पहचानकर्ता है जिसे $ से शुरू होने वाले सरलीकृत Cardano पते के रूप में उपयोग किया जा सकता है।",
    "banner": {
      "change": {
        "title": "Ada हैंडल पता बदल गया है!",
        "text": "पता पुस्तिका में संग्रहीत पुराना पता:\n####OLD####\n\nनया पता:\n####NEW####\n\nAda हैंडल ###HANDLE### द्वारा दर्शाया गया पता तब से बदल गया है जब आपने इसे अपनी पता पुस्तिका में जोड़ा था।\nइसका मतलब है कि Ada हैंडल को किसी भिन्न wallet या खाते में ले जाया गया है।\n\nयदि आप फंड भेजते हैं, तो वे आपकी पता पुस्तिका में संग्रहीत पते से भिन्न पते पर जाएंगे।\nआपके पास नीचे दिए गए बटन पर क्लिक करके वर्तमान पता पुस्तिका प्रविष्टि को ओवरराइट करने का विकल्प है।"
      }
    },
    "error": {
      "invalid": "यह एक वैध Ada हैंडल नहीं है।",
      "resolve": "यह Ada हैंडल मौजूद नहीं है।",
      "image": "Ada हैंडल इमेज लोड नहीं हो सका।",
      "address": {
        "invalid": "पता अमान्य है। (शायद यह मार्केटप्लेस पर सूचीबद्ध है?)"
      }
    }
  },
  "unstoppableDomains": {
    "label": "Unstoppable Domains",
    "caption": "एक blockchain डोमेन नाम।",
    "description": "Unstoppable Domains विकेन्द्रीकृत डोमेन नाम हैं जिन्हें Cardano सहित विभिन्न क्रिप्टोकरेंसी पतों से जोड़ा जा सकता है।",
    "error": {
      "invalid": "यह एक वैध Unstoppable Domain नहीं है।",
      "resolve": "यह Unstoppable Domain मौजूद नहीं है।",
      "domain": {
        "resolve": "Unstoppable Domain को हल नहीं किया जा सका।"
      },
      "address": {
        "invalid": "पता अमान्य है। (शायद यह मार्केटप्लेस पर सूचीबद्ध है?)",
        "notSet": "इस Unstoppable Domain में कोई Cardano पता सेट नहीं है।"
      }
    }
  }
}
