{
  "is": {
    "label": "इनपुट चयन",
    "caption": "अपने खाते में विशिष्ट utxo\" खर्च करके इनपुट चयन पर नियंत्रण रखें।",
    "reset": "इनपुट चयन रीसेट करें"
  },
  "import": {
    "label": "लेन-देन आयात करें",
    "caption": "Eternl या स्रोतों से निर्यात किए गए अहस्ताक्षरित या हस्ताक्षरित लेन-देन आयात करें।",
    "upload": "लेन-देन फ़ाइल(फ़ाइलें) अपलोड करें या रॉ लेन-देन cbor पेस्ट करें।"
  },
  "tf": {
    "label": "टोकन विखंडन",
    "caption": "भविष्य के लेन-देन के लिए शुल्क कम करने के लिए अपनी संपत्ति को कई utxo पर फैलाएं।"
  },
  "cu": {
    "label": "UTxO संग्रह",
    "caption": "इस खाते के UTxOs एकत्र करें, मूल रूप से उन्हें कम संख्या में विलय करें। एक बार में 10 लेन-देन तक बनाएगा। प्रसंस्करण में थोड़ा समय लग सकता है।"
  },
  "ms": {
    "label": "विशेष संग्रह",
    "label2": "Wallet में एकत्र करें",
    "caption": "इस ms शुल्क wallet के UTxOs एकत्र करें, मूल रूप से उन्हें कम संख्या में विलय करें। एक बार में 10 लेन-देन तक बनाएगा। प्रसंस्करण में थोड़ा समय लग सकता है।"
  },
  "donation": {
    "label": "$t(common:appName) विकास का समर्थन करने के लिए 1 ADA दान करें",
    "caption": "हमें उम्मीद है कि आपको Eternl पसंद आएगा! कृपया हमारी परियोजना के विकास का समर्थन करने के लिए इस लेन-देन के साथ 1 ADA भेजने पर विचार करें।"
  },
  "customMetadata": {
    "label": "कस्टम मेटाडेटा",
    "caption": "विनिर्देश के अनुसार JSON प्रारूप में एक कस्टम मेटाडेटा स्कीमा जोड़ें।",
    "placeholder": "JSON पेस्ट करें / दर्ज करें",
    "urllabel": "cardano.org पर मेटाडेटा json प्रारूप के बारे में दस्तावेज़ीकरण",
    "added": "निम्नलिखित मेटाडेटा लेन-देन में जोड़ा गया था:",
    "schemainfo": {
      "NoConversions": "JSON और मेटाडेटा के बीच न्यूनतम साझा फ़ीचर सेट के बीच ईमानदारी से रूपांतरण करता है।",
      "BasicConversions": "बाइट (हेक्स स्ट्रिंग्स के रूप में) और पूर्णांक कीज़ (स्ट्रिंग्स के रूप में) के लिए अतिरिक्त समर्थन जोड़ता है।",
      "DetailedSchema": "विस्तृत JSON स्कीमा लेकिन मेटाडेटा रूपांतरण के लिए सबसे अधिक लचीलेपन के साथ।"
    },
    "banner": {
      "error": {
        "title": "एक मान्य Cardano JSON सामान्य मेटाडेटा स्कीमा नहीं है",
        "json": "अमान्य JSON।",
        "label": "अमान्य लेबल।\nशीर्ष स्तर की कीज़ -(2^64 - 1) से (2^64 - 1) की सीमा में अद्वितीय पूर्णांक होनी चाहिए।"
      }
    }
  },
  "metadata": {
    "label": "$t(common:message.label) ऑन-चेन जोड़ें",
    "caption": "लेन-देन में एक संदेश/टिप्पणी/मेमो जोड़ें।\nबहु-पंक्ति संदेश के लिए \"ENTER\" दबाएँ।",
    "enableEncryption": "एन्क्रिप्शन सक्षम करें",
    "placeholder": "एक लेन-देन संदेश दर्ज करें",
    "error": {
      "overflow": "प्रति पंक्ति वर्णों की संख्या 64 तक सीमित है। नई पंक्ति जोड़ने के लिए Enter दबाएँ",
      "invalidJSON": "एक मान्य Cardano JSON सामान्य मेटाडेटा स्कीमा नहीं है।"
    }
  }
}
