{
  "menuLabel": "Staking",
  "title": "Staking डैशबोर्ड",
  "caption": "यहां आप अपने ADA को एक Stakepool में प्रबंधित और डेलिगेट कर सकते हैं और निष्क्रिय आय अर्जित कर सकते हैं।",
  "subCaption": "Cardano पर staking के लिए आपका फंड कभी भी आपके wallet से बाहर नहीं जाता है, और इसे किसी भी समय खर्च किया जा सकता है।",
  "staking-cta": {
    "title": "staking रिवॉर्ड्स अर्जित करें!",
    "caption": "स्टेक पूल चुनने के लिए बटन पर क्लिक करें।",
    "button": "स्टेक"
  },
  "poollist": {
    "title": "उपलब्ध स्टेक पूल्स",
    "caption": "उपलब्ध स्टेक पूल्स की सूची। सूची को फ़िल्टर करने के लिए पूल का टिकर या नाम दर्ज करें। रैंकिंग उपयोगकर्ता के लिए सर्वोत्तम रिवॉर्ड्स को प्राथमिकता देती है।",
    "filter": {
      "search": "पूल खोजें..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "कोई पूल डेटा उपलब्ध नहीं है",
      "undelegated": "डेलिगेटेड नहीं",
      "delegated": "डेलिगेटेड",
      "deregistered": "डीरजिस्टर्ड",
      "registered": "रजिस्टर्ड",
      "pending": "लंबित",
      "producing": "उत्पादन में"
    },
    "history": {
      "label": "रिवॉर्ड्स का इतिहास",
      "caption": "epoch द्वारा क्रमबद्ध staking और Catalyst वोटिंग के लिए अर्जित रिवॉर्ड्स की सूची",
      "epoch": "$t(common:epoch)",
      "rewards": "रिवॉर्ड्स",
      "refund": "पूल डीरजिस्ट्रेशन रिफंड",
      "pool": "पूल",
      "treasury": "Catalyst वोटिंग",
      "leader": "पूल ऑपरेटर रिवॉर्ड्स",
      "reserves": "तात्कालिक रिवॉर्ड्स"
    },
    "gov": {
      "nodelegation": {
        "info": "कृपया गवर्नेंस कार्यों के लिए एक DRep को डेलिगेट करने पर विचार करें। अगले युग में staking रिवॉर्ड्स निकालने में सक्षम होने के लिए यह आवश्यक होगा"
      },
      "inactive": "खाता एक गवर्नेंस DRep को डेलिगेट किया गया है जिसे निष्क्रिय के रूप में चिह्नित किया गया है और इसलिए अब सक्रिय वोटिंग स्टेक में गिना नहीं जाता है"
    },
    "warning": {
      "high": {
        "headline": "उच्च पूल शुल्क",
        "caption": "जिस पूल में यह खाता डेलिगेट किया गया है, उसमें असामान्य रूप से उच्च शुल्क है जो आपके staking रिवॉर्ड्स को कम कर देगा। यदि यह किसी प्रकार का ISPO है, तो ठीक है। यदि नहीं, तो आपको कम शुल्क वाला दूसरा पूल चुनना चाहिए"
      },
      "complete": {
        "headline": "99+% पूल शुल्क",
        "caption": "जिस पूल में यह खाता डेलिगेट किया गया है, वह कम से कम 99% शुल्क लेता है और आपके ADA रिवॉर्ड्स एकत्र करता है। यदि यह किसी प्रकार का ISPO है, तो ठीक है। यदि नहीं, तो आपको कम शुल्क वाला दूसरा पूल चुनना चाहिए"
      }
    }
  }
}
