{
  "menuLabel": "Staking",
  "title": "Painel de Staking",
  "caption": "Aqui você pode gerenciar e delegar seus ADA a uma Stakepool e obter uma renda passiva.",
  "subCaption": "Seus fundos nunca saem da sua wallet para fazer staking na Cardano e podem ser gastos a qualquer momento.",
  "staking-cta": {
    "title": "Ganhe recompensas de staking!",
    "caption": "Clique no botão para escolher uma stake pool.",
    "button": "Delegar"
  },
  "poollist": {
    "title": "Stake pools disponíveis",
    "caption": "Uma lista de stake pools disponíveis. Insira o ticker ou nome de uma pool para filtrar a lista. O ranking prioriza recompensas ótimas para o usuário.",
    "filter": {
      "search": "Procurar por uma pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "nenhum dado de pool disponível",
      "undelegated": "não delegado",
      "delegated": "delegado",
      "deregistered": "desregistrado",
      "registered": "registrado",
      "pending": "pendente",
      "producing": "produzindo"
    },
    "history": {
      "label": "Histórico de Recompensas",
      "caption": "Uma lista de recompensas ganhas por staking e votação no Catalyst, ordenada por epoch",
      "epoch": "$t(common:epoch)",
      "rewards": "Recompensas",
      "refund": "Reembolso por Desregistro de Pool",
      "pool": "Pool",
      "treasury": "Votação Catalyst",
      "leader": "Recompensas do Operador de Pool",
      "reserves": "Recompensas Instantâneas"
    },
    "gov": {
      "nodelegation": {
        "info": "Por favor, considere delegar a um DRep para ações de governança. Será necessário na próxima era para poder sacar as recompensas de staking"
      },
      "inactive": "A conta está delegada a um DRep de governança que está marcado como inativo e, portanto, não conta mais para o stake de votação ativo"
    },
    "warning": {
      "high": {
        "headline": "Taxa de Pool Alta",
        "caption": "A pool à qual esta conta está delegada tem uma taxa invulgarmente alta que reduzirá suas recompensas de staking. Se for algum tipo de ISPO, tudo bem. Caso contrário, você deve escolher outra pool com taxas mais baixas"
      },
      "complete": {
        "headline": "Taxa de Pool de 99+%",
        "caption": "A pool à qual esta conta está delegada cobra pelo menos 99% e coleta suas recompensas de ADA. Se for algum tipo de ISPO, tudo bem. Caso contrário, você deve escolher outra pool com taxas mais baixas"
      }
    }
  }
}
