{
  "menuLabel": "Staking",
  "title": "Staking Kontrollpanel",
  "caption": "Här kan du hantera och delegera dina ADA till en Stakepool och tjäna en passiv inkomst.",
  "subCaption": "Dina medel lämnar aldrig din wallet för staking på Cardano, och kan spenderas när som helst.",
  "staking-cta": {
    "title": "Tjäna staking-belöningar!",
    "caption": "Klicka på knappen för att välja en stake pool.",
    "button": "Delegera"
  },
  "poollist": {
    "title": "Tillgängliga stake pools",
    "caption": "En lista över tillgängliga stake pools. Ange ticker eller namn på en pool för att filtrera listan. Rankingen prioriterar optimala belöningar för användaren.",
    "filter": {
      "search": "Sök efter en pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "ingen pool-data tillgänglig",
      "undelegated": "ej delegerad",
      "delegated": "delegerad",
      "deregistered": "avregistrerad",
      "registered": "registrerad",
      "pending": "väntande",
      "producing": "producerar"
    },
    "history": {
      "label": "Belöningshistorik",
      "caption": "En lista över intjänade belöningar för staking och Catalyst-röstning sorterad efter epoch",
      "epoch": "$t(common:epoch)",
      "rewards": "Belöningar",
      "refund": "Återbetalning vid pool-avregistrering",
      "pool": "Pool",
      "treasury": "Catalyst Röstning",
      "leader": "Pooloperatörsbelöningar",
      "reserves": "Omedelbara belöningar"
    },
    "gov": {
      "nodelegation": {
        "info": "Vänligen överväg att delegera till en DRep för styrningsåtgärder. Det kommer att krävas under nästa era för att kunna ta ut staking-belöningar"
      },
      "inactive": "Kontot är delegerat till en styrnings-DRep som är markerad som inaktiv och räknas därför inte längre mot den aktiva röstningsinsatsen"
    },
    "warning": {
      "high": {
        "headline": "Hög poolavgift",
        "caption": "Poolen som detta konto är delegerat till har en ovanligt hög avgift som kommer att minska dina staking-belöningar. Om det är någon form av ISPO är det okej. Om inte, bör du välja en annan pool med lägre avgifter"
      },
      "complete": {
        "headline": "99+% poolavgift",
        "caption": "Poolen som detta konto är delegerat till tar ut minst 99% och samlar in dina ADA-belöningar. Om det är någon form av ISPO är det okej. Om inte, bör du välja en annan pool med lägre avgifter"
      }
    }
  }
}
