{
  "menuLabel": "Staking",
  "title": "แดชบอร์ด Staking",
  "caption": "ที่นี่คุณสามารถจัดการและมอบสิทธิ์ ADA ของคุณไปยัง Stakepool และรับรายได้แบบพาสซีฟ",
  "subCaption": "เงินของคุณจะไม่ถูกย้ายออกจาก wallet ของคุณสำหรับการ staking บน Cardano และสามารถใช้จ่ายได้ตลอดเวลา",
  "staking-cta": {
    "title": "รับรางวัล staking!",
    "caption": "คลิกปุ่มเพื่อเลือก stake pool",
    "button": "Stake"
  },
  "poollist": {
    "title": "Stake pools ที่ใช้งานได้",
    "caption": "รายการ stake pools ที่ใช้งานได้ ป้อน Ticker หรือชื่อของ pool เพื่อกรองรายการ การจัดอันดับจะให้ความสำคัญกับรางวัลที่ดีที่สุดสำหรับผู้ใช้",
    "filter": {
      "search": "ค้นหา pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "ไม่มีข้อมูล pool",
      "undelegated": "ยังไม่ได้มอบสิทธิ์",
      "delegated": "มอบสิทธิ์แล้ว",
      "deregistered": "ยกเลิกการลงทะเบียนแล้ว",
      "registered": "ลงทะเบียนแล้ว",
      "pending": "รอดำเนินการ",
      "producing": "กำลังสร้างบล็อก"
    },
    "history": {
      "label": "ประวัติรางวัล",
      "caption": "รายการรางวัลที่ได้รับสำหรับ staking และการโหวต Catalyst เรียงตาม epoch",
      "epoch": "$t(common:epoch)",
      "rewards": "รางวัล",
      "refund": "เงินคืนจากการยกเลิกการลงทะเบียน Pool",
      "pool": "Pool",
      "treasury": "การโหวต Catalyst",
      "leader": "รางวัลผู้ดำเนินการ Pool",
      "reserves": "รางวัลทันที"
    },
    "gov": {
      "nodelegation": {
        "info": "โปรดพิจารณามอบสิทธิ์ให้กับ DRep สำหรับการดำเนินการด้านธรรมาภิบาล ซึ่งจำเป็นในยุคถัดไปเพื่อให้สามารถถอนรางวัล staking ได้"
      },
      "inactive": "บัญชีได้มอบสิทธิ์ให้กับ DRep ด้านธรรมาภิบาลที่ถูกทำเครื่องหมายว่าไม่ใช้งานแล้ว ดังนั้นจึงไม่นับรวมในสัดส่วนการโหวตที่ใช้งานอยู่อีกต่อไป"
    },
    "warning": {
      "high": {
        "headline": "ค่าธรรมเนียม Pool สูง",
        "caption": "Pool ที่บัญชีนี้มอบสิทธิ์มีค่าธรรมเนียมสูงผิดปกติซึ่งจะลดรางวัล staking ของคุณ หากเป็น ISPO ประเภทใดประเภทหนึ่ง ก็ไม่เป็นไร หากไม่ใช่ คุณควรเลือก pool อื่นที่มีค่าธรรมเนียมต่ำกว่า"
      },
      "complete": {
        "headline": "ค่าธรรมเนียม Pool 99+%",
        "caption": "Pool ที่บัญชีนี้มอบสิทธิ์เรียกเก็บค่าธรรมเนียมอย่างน้อย 99% และเก็บรางวัล ADA ของคุณ หากเป็น ISPO ประเภทใดประเภทหนึ่ง ก็ไม่เป็นไร หากไม่ใช่ คุณควรเลือก pool อื่นที่มีค่าธรรมเนียมต่ำกว่า"
      }
    }
  }
}
