{
  "walletName": {
    "title": "Nome e Grupo",
    "caption": "Atualize o nome da sua wallet ou do grupo.",
    "setting": {
      "caption": "$t(settings-wallet:walletName.caption)",
      "name": "Wallet name",
      "group": "Wallet group",
      "error": {
        "empty": {
          "name": "O nome da Wallet não pode estar vazio.",
          "group": "O grupo da Wallet não pode estar vazio."
        },
        "duplicate": {
          "name": "Já existe uma wallet com este nome."
        }
      }
    }
  },
  "spendingPassword": {
    "title": "Wallet Spending Password",
    "caption": "Atualize a sua senha de gastos da wallet.",
    "setting": {
      "caption": "Atualize a sua senha de gastos da wallet. Insira a antiga e, em seguida, insira uma nova senha de gastos longa. Quanto maior a senha, mais segura será a sua wallet.",
      "updated": "Wallet spending password update.",
      "error": "A senha da Wallet não pôde ser atualizada."
    }
  },
  "biometrics": {
    "title": "Gastos com Biometria",
    "caption": "Use a funcionalidade de Biometria em vez da senha.",
    "setting": {
      "caption": "$t(settings-wallet:biometrics.caption)",
      "activate": {
        "label": "Ativar Biometria",
        "description": "Insira a sua senha de gastos atual para ativar os gastos com as funcionalidades de biometria do seu telemóvel."
      },
      "deactivate": {
        "label": "Desativar Biometria",
        "description": "Ao assinar uma transação, usaremos a funcionalidade de Biometria do seu telemóvel em vez da sua senha."
      }
    }
  },
  "icon": {
    "title": "Wallet Icon",
    "caption": "Defina um ícone personalizado para a wallet ou gere um ícone aleatório para a wallet.",
    "setting": {
      "caption": "$t(settings-wallet:icon.caption)",
      "select": "Selecionar Ícone",
      "regenerateIcon": "Aleatorizar",
      "resetToDefault": "Repor predefinição"
    }
  },
  "exportWallet": {
    "title": "Export Wallet",
    "caption": "Exportação segura JSON da wallet que permite a importação noutros navegadores/dispositivos.",
    "setting": {
      "caption": "Ficheiros de cópia de segurança .json exportados da $t(common:appName) podem ser importados em qualquer outra aplicação $t(common:appName).",
      "subCaption": "Uma cópia de segurança .json inclui notas de transação e definições da carteira/conta.",
      "button": {
        "label": "Export Wallet"
      },
      "banner": {
        "title": "Importante!",
        "text": "Para hot wallets, a exportação inclui a chave privada encriptada. Mantenha o ficheiro exportado seguro e não o partilhe com ninguém."
      }
    }
  },
  "reSync": {
    "title": "Re-sync wallet",
    "caption": "Forçar uma ressincronização completa da wallet.",
    "setting": {
      "caption": "$t(settings-wallet:reSync.caption)",
      "subCaption": "Pressionar este botão irá repor todos os dados da wallet e ressincronizá-la completamente a partir da blockchain.",
      "button": {
        "label": "Re-sync Wallet"
      }
    }
  },
  "verification": {
    "title": "Verificação da frase de recuperação",
    "caption": "Verifique se guardou a frase de recuperação correta para uma wallet.",
    "setting": {
      "caption": "$t(settings-wallet:verification.caption) Uma vez verificada, pode também alterar a sua senha de gastos.",
      "start": "Verificar frase",
      "match": {
        "label": "A frase de recuperação inserida está correta.",
        "spending": "Alterar senha de gastos"
      },
      "invalid": "A frase de recuperação inserida não está correta para esta wallet."
    }
  },
  "deleteWallet": {
    "title": "Delete Wallet",
    "caption": "Remova a wallet e todas as suas contas.",
    "setting": {
      "caption": "Assim que eliminar esta wallet, ela será removida desta aplicação $t(common:appName) e perderá o acesso a quaisquer fundos restantes nesta wallet.",
      "subCaption": "A única forma de recuperar o acesso após eliminar é restaurando a sua frase de recuperação da wallet ou importando um ficheiro de cópia de segurança $t(common:appName).json previamente exportado.",
      "subCaption2": "Para facilitar a importação, exporte como cópia de segurança $t(common:appName).json antes de eliminar.\n\nCertifique-se de que a frase semente (seed phrase) desta wallet está guardada em segurança!",
      "acknowledged": "Entendo que a única forma de recuperar o acesso a esta wallet é através da restauração utilizando a sua frase de recuperação da wallet.",
      "name": "Insira o nome da wallet",
      "error": {
        "name": "Insira o nome correto da wallet para confirmar a exclusão.",
        "acknowledged": "Por favor, leia e confirme a informação acima."
      }
    }
  }
}
