{
  "title": "Imprint",
  "imprint": "Imprint",
  "contact": "Contact",
  "edc": "Eternl DRep Committee",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep ID",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "Discord",
    "text": "Click to join our $t(common:appName) Discord server (with support ticket system)"
  },
  "telegram": {
    "label": "Telegram",
    "text": "Click to join our $t(common:appName) Telegram channel."
  },
  "github": {
    "label": "GitHub",
    "text": "If you have a feature request, please use the GitHub issue tracker. Click to open it in a new page."
  },
  "email": {
    "label": "Email",
    "text": "Write us an email at team@eternl.io"
  },
  "emaildrep": {
    "label": "Email",
    "text": "Write us an email at drep@eternl.io"
  },
  "address": {
    "label": "Registered Office",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nGermany"
  },
  "person": {
    "label": "Authorised Representatives",
    "text": "Marcel Baumberg (Managing Director)"
  },
  "company": {
    "label": "Company Details",
    "text": "Value Added Tax Identification Number (VAT ID): DE264395179\nCommercial Register District Court Leipzig: HRB 24784"
  },
  "legallabel": "Liability and Property Rights Notices",
  "legal0": {
    "label": "Disclaimer",
    "text": "The content of this online service has been created carefully and to the best of our current knowledge, but is for informational purposes only and has no legally binding effect unless it concerns legally mandatory information (e.g., the imprint, privacy policy, terms and conditions, or mandatory consumer instructions). We reserve the right to change or delete the content in whole or in part, provided that contractual obligations remain unaffected. All offers are subject to change and non-binding."
  },
  "legal1": {
    "label": "Links to External Websites",
    "text": "The content of external websites to which we refer directly or indirectly is outside our area of responsibility, and we do not adopt it as our own. We assume no responsibility for any content or disadvantages arising from the use of information available on the linked websites."
  },
  "legal2": {
    "label": "Copyrights and Trademarks",
    "text": "All content presented on this website, such as texts, photographs, graphics, brands, and trademarks, are protected by the respective intellectual property rights (copyrights, trademarks). Use, reproduction, etc., are subject to our rights or the rights of the respective authors or rights administrators."
  },
  "legal3": {
    "label": "Notification of Legal Violations",
    "text": "Should you notice any legal violations on our website, please inform us. We will remove illegal content and links immediately upon becoming aware of them."
  },
  "button": {
    "home": "Home"
  }
}
