{
  "is": {
    "label": "Odabir ulaza",
    "caption": "Preuzmite kontrolu nad odabirom ulaza trošeći specifične utxo u vašem računu.",
    "reset": "Poništi odabir ulaza"
  },
  "import": {
    "label": "Uvoz transakcije",
    "caption": "Uvezite nepotpisane ili potpisane transakcije, izvezene iz Eternl ili drugih izvora.",
    "upload": "Učitajte datoteke transakcija ili zalijepite sirovi cbor transakcije."
  },
  "tf": {
    "label": "Fragmentacija tokena",
    "caption": "Rasporedite svoju imovinu na više utxo kako biste smanjili naknade za buduće transakcije.",
    "notification": {
      "start": "Započnite s izradom transakcija za fragmentaciju tokena. Ovo može potrajati.",
      "finish": "Završeno je kreiranje transakcija za fragmentaciju tokena. Pripremite se za potpisivanje.",
      "notNecessary": "Nije potrebno prikupljanje UTxO-a.",
      "error1": "Nije bilo moguće kreirati transakciju za fragmentaciju tokena.",
      "error2": "Dodaj još {{currency}} ili povećaj veličinu TF paketa i pokušaj ponovo."
    }
  },
  "cu": {
    "label": "UTxO Prikupljanje",
    "caption": "Prikupite UTxO ovog računa, u osnovi ih spajajući u manji broj. Kreirat će se do 10 transakcija odjednom. Obrada može potrajati.",
    "notification": {
      "start": "Započnite s izradom transakcija za prikupljanje utxo-a. Ovo može potrajati.",
      "finish": "Završeno je kreiranje transakcija za prikupljanje utxo-a. Pripremite se za potpisivanje.",
      "notNecessary": "Nije potrebno prikupljanje UTxO-a.",
      "error1": "Nije bilo moguće kreirati transakciju za prikupljanje utxo-a. (1)",
      "error2": "Nije bilo moguće kreirati transakciju za prikupljanje utxo-a. (2)"
    }
  },
  "ms": {
    "label": "Posebno prikupljanje",
    "label2": "Prikupi u Wallet",
    "caption": "Prikupite UTxO-e ovog ms fee wallet, u osnovi ih spajajući u manji broj. Kreirat će se do 10 transakcija odjednom. Obrada može potrajati."
  },
  "donation": {
    "label": "Doniraj 1 {{currency}} da podržiš razvoj $t(common:appName)",
    "caption": "Nadamo se da ti se sviđa Eternl! Razmisli o slanju 1 {{currency}} s ovom transakcijom da podržiš razvoj našeg projekta."
  },
  "customMetadata": {
    "label": "Prilagođeni Metadata",
    "caption": "Dodajte prilagođenu metadata shemu u JSON formatu prema specifikaciji.",
    "placeholder": "Zalijepi / Unesi JSON",
    "urllabel": "Dokumentacija o metadata json formatu na cardano.org",
    "added": "Sljedeći metadata je dodan transakciji:",
    "schemainfo": {
      "NoConversions": "Vjerno pretvara minimalni zajednički skup značajki između JSON-a i Metadata.",
      "BasicConversions": "Dodaje dodatnu podršku za bajtove (kao heksadecimalne nizove) i cjelobrojne ključeve (kao nizove).",
      "DetailedSchema": "Detaljna JSON shema, ali s najvećom fleksibilnošću za metadata konverziju."
    },
    "banner": {
      "error": {
        "title": "Nije valjana Cardano JSON generalna metadata shema",
        "json": "Nevažeći JSON.",
        "label": "Nevažeće oznake.\nKljučevi najviše razine moraju biti jedinstveni cijeli brojevi u rasponu od -(2^64 - 1) do (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "Dodaj on-chain $t(common:message.label)",
    "caption": "Dodajte poruku/komentar/memo transakciji.\nPritisnite \"ENTER\" za višerednu poruku.",
    "enableEncryption": "Omogući enkripciju",
    "placeholder": "Unesite poruku transakcije",
    "error": {
      "overflow": "Broj znakova po liniji je ograničen na 64. Pritisnite Enter za dodavanje nove linije",
      "invalidJSON": "Nije valjana Cardano JSON generalna metadata shema"
    }
  }
}
