{
  "title": "imprint",
  "imprint": "Impressum",
  "contact": "Kontakt",
  "edc": "Eternl DRep Komité",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep Id",
    "text": "drep1y29h2q6cst2pvkl2sqqvf5ljcy36uv7pmy482xnczddzgqshus24w"
  },
  "discord": {
    "label": "discord",
    "text": "Klik for at deltage i vores $t(common:appName) discord server (med support ticket system)"
  },
  "telegram": {
    "label": "telegram",
    "text": "Klik for at deltage i vores $t(common:appName) telegram kanal."
  },
  "github": {
    "label": "github",
    "text": "Hvis du har en feature request, så brug venligst GitHub issue trackeren. Klik for at åbne den i en ny side."
  },
  "email": {
    "label": "email",
    "text": "Skriv en email til os på team@eternl.io"
  },
  "emaildrep": {
    "label": "email",
    "text": "Skriv en email til os på drep@eternl.io"
  },
  "address": {
    "label": "Sitz der Gesellschaft",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nGermany"
  },
  "person": {
    "label": "Vertretungsberechtigte Personen",
    "text": "Marcel Baumberg (Geschäftsführer)"
  },
  "company": {
    "label": "Angaben zum Unternehmen",
    "text": "Umsatzsteuer Identifikationsnummer (USt-ID): DE264395179\nHandelsregister Amtsgericht Leipzig: HRB 24784"
  },
  "legallabel": "Haftungs- und Schutzrechtshinweise",
  "legal0": {
    "label": "Haftungsausschluss",
    "text": "Indholdet af dette online tilbud er blevet udarbejdet omhyggeligt og efter vores aktuelle viden, men tjener kun til information og har ingen juridisk bindende virkning, medmindre det er lovpligtige oplysninger (f.eks. impressum, databeskyttelseserklæring, AGB eller obligatoriske instruktioner fra forbrugere). Vi forbeholder os retten til at ændre eller slette indholdet helt eller delvist, såfremt kontraktlige forpligtelser forbliver upåvirkede. Alle tilbud er uforpligtende."
  },
  "legal1": {
    "label": "Links auf fremde Webseiten",
    "text": "Indholdet af eksterne websteder, som vi henviser direkte eller indirekte til, er uden for vores ansvarsområde, og vi gør dem ikke til vores egne. Vi påtager os intet ansvar for alt indhold og ulemper, der opstår som følge af brugen af de oplysninger, der er tilgængelige på de linkede websteder."
  },
  "legal2": {
    "label": "Urheberrechte und Markenrechte",
    "text": "Alt indhold, der vises på dette websted, såsom tekster, fotografier, grafikker, mærker og varemærker, er beskyttet af de respektive beskyttelsesrettigheder (ophavsret, varemærkerettigheder). Brugen, reproduktionen osv. er underlagt vores rettigheder eller rettighederne for de respektive forfattere eller rettighedsadministratorer."
  },
  "legal3": {
    "label": "Hinweise auf Rechtsverstöße",
    "text": "Hvis du bemærker lovovertrædelser inden for vores internettilstedeværelse, bedes du gøre os opmærksom på dem. Vi fjerner ulovligt indhold og links straks efter at have fået kendskab til dem."
  },
  "button": {
    "home": "home"
  }
}
