{
  "menuLabel": "Staking",
  "title": "Staking Dashboard",
  "caption": "Her kan du administrere og delegere dine {{currency}} til en Stakepool og optjene en passiv indkomst.",
  "subCaption": "Dine midler forlader aldrig din wallet for staking på Cardano, og kan bruges når som helst.",
  "staking-cta": {
    "title": "Optjen staking belønninger!",
    "caption": "Klik på knappen for at vælge en stake pool.",
    "button": "Stake"
  },
  "poollist": {
    "title": "Tilgængelige stake pools",
    "caption": "En liste over tilgængelige stake pools. Indtast ticker eller navn på en pool for at filtrere listen. Rangeringen prioriterer optimale belønninger for brugeren.",
    "filter": {
      "search": "Søg efter en pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "ingen pooldata tilgængelig",
      "undelegated": "ikke delegeret",
      "delegated": "delegeret",
      "deregistered": "afregistreret",
      "registered": "registreret",
      "pending": "afventer",
      "producing": "producerer"
    },
    "history": {
      "label": "Belønningshistorik",
      "caption": "En liste over optjente belønninger for staking og Catalyst stemmeafgivning sorteret efter epoch",
      "epoch": "$t(common:epoch)",
      "rewards": "Belønninger",
      "refund": "Pool Afregistreringsrefusion",
      "pool": "Pool",
      "treasury": "Catalyst Stemmeafgivning",
      "leader": "Pool Operatør Belønninger",
      "reserves": "Øjeblikkelige Belønninger"
    },
    "gov": {
      "nodelegation": {
        "info": "Overvej venligst at delegere til en DRep for governance handlinger. Det vil være påkrævet i den følgende æra for at kunne trække staking belønninger ud"
      },
      "inactive": "Kontoen er delegeret til en governance DRep, der er markeret som inaktiv og derfor ikke længere tæller med i den aktive stemmeandel"
    },
    "warning": {
      "high": {
        "headline": "Højt Pool Gebyr",
        "caption": "Den pool, som denne konto er delegeret til, har et usædvanligt højt gebyr, der vil reducere dine staking belønninger. Hvis det er en form for ISPO, er det fint. Hvis ikke, bør du vælge en anden pool med lavere gebyrer"
      },
      "complete": {
        "headline": "99+% Pool Gebyr",
        "caption": "Puljen, som denne konto er delegeret til, opkræver mindst 99% og indsamler dine {{currency}} belønninger. Hvis det er en form for ISPO, er det fint. Hvis ikke, bør du vælge en anden pulje med lavere gebyrer"
      }
    }
  }
}
