{
  "type": {
    "title": "Verbinde Hardware wallet",
    "caption": "Wennst a Hardware wallet hast, bist hier genau richtig.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Die Ledger Kryptowährungs-Hardware wallet wird von Ledger hergestellt, einer Firma mit Sitz in Paris, Frankreich.",
        "models": "Stax, Flex und Nano (X, S und S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor kommt von SatoshiLabs, mit Sitz in der Tschechischen Republik.",
        "models": "Model T und Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Eine Firma aus Hong Kong, die eine 100% Air-gapped Open-Source QR-Code Kommunikations-Hardware wallet mit einem 4-Zoll Touchscreen und Fingerabdruckleser anbietet.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro verifiziert"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Verbinde Ledger mit"
  },
  "keystone": {
    "qrScan": "Scan QR Code mit deinem Keystone Gerät",
    "distance": "Pass die Distanz an und tipp optional auf den Keystone QR Code, um das Scannen zu verbessern"
  },
  "derivation": {
    "label": "Derivation Mode (erweitert)",
    "icarus": "Der Cardano Derivationsstandard, wie von CIP03 definiert.",
    "trezor": "Trezors Implementierung basierend auf dem Icarus Standard.",
    "ledger": "Folgt dem Bitcoin Standard, wie von BIP39 definiert.",
    "default": "(Standard)"
  },
  "connect": {
    "title": "Bestätige Public Key Export",
    "caption": "",
    "info": {
      "ledger": "Entsperr dein Ledger Gerät und öffne die Cardano App bevorst fortfährst. Dann folg den Anweisungen in der Cardano App auf deinem Ledger Gerät, um den Pairing-Prozess abzuschließen.",
      "trezor": "Nach der Bestätigung folg den Anweisungen im geöffneten Trezor Connect Browser Tab und auf deinem Trezor Gerät, um den Pairing-Prozess abzuschließen.",
      "keystone": "Nach der Bestätigung scan den generierten QR Code mit deinem Keystone Gerät und scan dann die Keystone QR Code Antwort durch Eternl.",
      "onekey": "Stell sicher, dass die Bridge auf deinem Computer installiert ist. Verbind das Gerät und wart, bis die Public Keys exportiert wurden.",
      "bitbox": "Nach der Bestätigung überprüf den Pairing-Code, falls nötig, und bestätige auf dem Gerät."
    }
  }
}
