{
  "title": "Impressum",
  "imprint": "Impressum",
  "contact": "Kontakt",
  "edc": "Eternl DRep Komitee",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep Id",
    "text": "drep1y29h2q6cst2pvkl2sqqvf5ljcy36uv7pmy482xnczddzgqshus24w"
  },
  "discord": {
    "label": "discord",
    "text": "Klick, um unserem $t(common:appName) Discord Server beizutreten (mit Support Ticket System)"
  },
  "telegram": {
    "label": "telegram",
    "text": "Klick, um unserem $t(common:appName) Telegram Kanal beizutreten."
  },
  "github": {
    "label": "github",
    "text": "Wennst an Feature-Wunsch hast, benutz bitte den GitHub Issue Tracker. Klick, um ihn in an neichen Fenster zu öffnen."
  },
  "email": {
    "label": "email",
    "text": "Schreib uns a E-Mail an team@eternl.io"
  },
  "emaildrep": {
    "label": "email",
    "text": "Schreib uns a E-Mail an drep@eternl.io"
  },
  "address": {
    "label": "Sitz der Gesellschaft",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nGermany"
  },
  "person": {
    "label": "Vertretungsberechtigte Personen",
    "text": "Marcel Baumberg (Geschäftsführer)"
  },
  "company": {
    "label": "Angaben zum Unternehmen",
    "text": "Umsatzsteuer Identifikationsnummer (USt-ID): DE264395179\nHandelsregister Amtsgericht Leipzig: HRB 24784"
  },
  "legallabel": "Haftungs- und Schutzrechtshinweise",
  "legal0": {
    "label": "Haftungsausschluss",
    "text": "Die Inhalte von dem Online-Angebot san sorgfältig und nach unserem aktuellen Wissensstand erstellt worden, dienen aber nur zur Information und entfalten ka rechtlich bindende Wirkung, außer es handelt sich um gesetzlich verpflichtende Informationen (z.B. das Impressum, die Datenschutzerklärung, AGB oder verpflichtende Belehrungen von Verbrauchern). Wir behalten uns vor, die Inhalte vollständig oder teilweise zu ändern oder zu löschen, soweit vertragliche Verpflichtungen unberührt bleiben. Alle Angebote san freibleibend und unverbindlich."
  },
  "legal1": {
    "label": "Links auf fremde Webseiten",
    "text": "Die Inhalte fremder Webseiten, auf die wir direkt oder indirekt verweisen, liegen außerhalb von unserem Verantwortungsbereich und wir machen sie uns ned zu Eigen. Für alle Inhalte und Nachteile, die aus der Nutzung von die in den verlinkten Webseiten aufrufbaren Informationen entstehen, übernehmen wir ka Verantwortung."
  },
  "legal2": {
    "label": "Urheberrechte und Markenrechte",
    "text": "Alle auf der Website dargestellten Inhalte, wie Texte, Fotografien, Grafiken, Marken und Warenzeichen san durch die jeweiligen Schutzrechte (Urheberrechte, Markenrechte) geschützt. Die Verwendung, Vervielfältigung usw. unterliegen unseren Rechten oder den Rechten von die jeweiligen Urheber bzw. Rechteverwalter."
  },
  "legal3": {
    "label": "Hinweise auf Rechtsverstöße",
    "text": "Solltest innerhalb von unserem Internetauftritt Rechtsverstöße bemerken, bitten wir dich, uns auf diese hinzuweisen. Wir werden rechtswidrige Inhalte und Links nach Kenntnisnahme unverzüglich entfernen."
  },
  "button": {
    "home": "home"
  }
}
