{
  "type": {
    "title": "Падключыце апаратны wallet",
    "caption": "Калі ў вас ёсць апаратны wallet, гэта тое самае месца.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Апаратны криптовалютны wallet Ledger, выраблены кампаніяй Ledger, штаб-кватэра якой знаходзіцца ў Парыжы, Францыя.",
        "models": "Stax, Flex і Nano (X, S і S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor вырабляецца кампаніяй SatoshiLabs, якая знаходзіцца ў Чэхіі.",
        "models": "Model T і Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Ганконгская кампанія, якая прапануе 100% Air-gapped open-source QR code communication hardware wallet з 4-цалевым сэнсарным экранам і сканэрам адбіткаў пальцаў.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "Хутка",
        "models": "OneKey Pro пацверджаны"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "Хутка",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Падключыце Ledger з дапамогай"
  },
  "keystone": {
    "qrScan": "Адскануйце QR-код з дапамогай прылады Keystone",
    "distance": "Адрэгулюйце адлегласць і па жаданні націсніце на QR-код Keystone, каб палепшыць сканаванне"
  },
  "derivation": {
    "label": "Рэжым дэрвацыі (дадаткова)",
    "icarus": "Стандарт дэрвацыі Cardano, як вызначана CIP03.",
    "trezor": "Рэалізацыя Trezor, заснаваная на стандарце Icarus.",
    "ledger": "Адпавядае стандарту Bitcoin, як вызначана BIP39.",
    "default": "(па змаўчанні)"
  },
  "connect": {
    "title": "Пацвердзіце экспарт адкрытага ключа",
    "caption": "",
    "info": {
      "ledger": "Разблакуйце прыладу Ledger і адкрыйце праграму Cardano перад тым, як працягнуць. Затым выконвайце інструкцыі, прыведзеныя ў праграме Cardano на вашай прыладзе Ledger, каб завяршыць працэс спалучэння.",
      "trezor": "Пасля пацверджання выконвайце інструкцыі, прыведзеныя ва ўкладцы браўзера Trezor Connect і на вашай прыладзе Trezor, каб завяршыць працэс спалучэння.",
      "keystone": "Пасля пацверджання адскануйце згенераваны QR-код з дапамогай прылады Keystone, а затым адскануйце адказ QR-кода Keystone праз Eternl.",
      "onekey": "Пераканайцеся, што мост усталяваны на вашым кампутары. Падключыце прыладу і дачакайцеся экспарту адкрытых ключоў.",
      "bitbox": "Пасля пацверджання праверце код спалучэння, калі гэта неабходна, і пацвердзіце на прыладзе."
    }
  }
}
