{
  "type": {
    "title": "Hardware wallet verbinden",
    "caption": "Als u een hardware wallet bezit, bent u hier aan het juiste adres.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "De Ledger cryptocurrency hardware wallet, gemaakt door Ledger, een bedrijf gevestigd in Parijs, Frankrijk.",
        "models": "Stax, Flex en Nano (X, S en S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor is afkomstig van SatoshiLabs, gevestigd in Tsjechië.",
        "models": "Model T en Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Een bedrijf gevestigd in Hong Kong dat een 100% Air-gapped open-source hardware wallet met QR-codecommunicatie, een 4-inch touchscreen en vingerafdruklezer aanbiedt.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro geverifieerd"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Verbind Ledger via"
  },
  "keystone": {
    "qrScan": "Scan QR-code met uw Keystone-apparaat",
    "distance": "Pas de afstand aan en tik optioneel op de Keystone QR-code om het scannen te verbeteren"
  },
  "derivation": {
    "label": "Afleidingsmodus (geavanceerd)",
    "icarus": "De Cardano afleidingsstandaard zoals gedefinieerd door CIP03.",
    "trezor": "Trezor's implementatie gebaseerd op de Icarus-standaard.",
    "ledger": "Volgt de Bitcoin-standaard zoals gedefinieerd door BIP39.",
    "default": "(standaard)"
  },
  "connect": {
    "title": "Bevestig export publieke sleutel",
    "caption": "",
    "info": {
      "ledger": "Ontgrendel uw Ledger-apparaat en open de Cardano-app voordat u verdergaat. Volg daarna de instructies in de Cardano-app op uw Ledger-apparaat om het koppelingsproces te voltooien.",
      "trezor": "Volg na bevestiging de instructies in het geopende Trezor Connect-browsertabblad en op uw Trezor-apparaat om het koppelingsproces te voltooien.",
      "keystone": "Scan na bevestiging de gegenereerde QR-code met uw Keystone-apparaat en scan vervolgens de Keystone QR-code respons via Eternl.",
      "onekey": "Zorg ervoor dat de bridge op uw computer is geïnstalleerd. Verbind het apparaat en wacht tot de publieke sleutels zijn geëxporteerd.",
      "bitbox": "Verifieer na bevestiging indien nodig de koppelingscode en bevestig op het apparaat."
    }
  }
}
