{
  "type": {
    "title": "Conectar hardware wallet",
    "caption": "Se você possui uma hardware wallet, este é o lugar certo.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "A hardware wallet de criptomoedas Ledger fabricada pela Ledger, uma empresa sediada em Paris, França.",
        "models": "Stax, Flex e Nano (X, S e S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor vem da SatoshiLabs, sediada na República Tcheca.",
        "models": "Model T e Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Uma empresa sediada em Hong Kong que oferece uma hardware wallet 100% Air-gapped de código aberto com comunicação via QR code, tela sensível ao toque de 4 polegadas e leitor de impressão digital.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "A definir",
        "models": "OneKey Pro verificada"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "A definir",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Conectar Ledger usando"
  },
  "keystone": {
    "qrScan": "Escaneie o QR code com seu dispositivo Keystone",
    "distance": "Ajuste a distância e, opcionalmente, toque no QR code da Keystone para melhorar o escaneamento"
  },
  "derivation": {
    "label": "Modo de Derivação (avançado)",
    "icarus": "O padrão de derivação Cardano conforme definido pelo CIP03.",
    "trezor": "Implementação da Trezor baseada no padrão Icarus.",
    "ledger": "Segue o padrão Bitcoin conforme definido pelo BIP39.",
    "default": "(padrão)"
  },
  "connect": {
    "title": "Confirmar exportação da chave pública",
    "caption": "",
    "info": {
      "ledger": "Desbloqueie seu dispositivo Ledger e abra o aplicativo Cardano antes de prosseguir. Em seguida, siga as instruções descritas no aplicativo Cardano em seu dispositivo Ledger para concluir o processo de emparelhamento.",
      "trezor": "Após a confirmação, siga as instruções descritas na aba do navegador Trezor Connect aberta e em seu dispositivo Trezor para concluir o processo de emparelhamento.",
      "keystone": "Após a confirmação, escaneie o QR code gerado com seu dispositivo Keystone e, em seguida, escaneie a resposta do QR code da Keystone através do Eternl.",
      "onekey": "Certifique-se de que a bridge esteja instalada em seu computador. Conecte o dispositivo e aguarde a exportação das chaves públicas.",
      "bitbox": "Após a confirmação, verifique o código de emparelhamento, se necessário, e confirme no dispositivo."
    }
  }
}
