{
  "type": {
    "title": "Kết nối wallet cứng",
    "caption": "Nếu bạn sở hữu một wallet cứng, đây là nơi dành cho bạn.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "wallet cứng tiền điện tử Ledger được sản xuất bởi Ledger, một công ty có trụ sở tại Paris, Pháp.",
        "models": "Stax, Flex và Nano (X, S và S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor đến từ SatoshiLabs, có trụ sở tại Cộng hòa Séc.",
        "models": "Model T và Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Một công ty có trụ sở tại Hồng Kông cung cấp wallet cứng giao tiếp bằng mã QR, mã nguồn mở, Air-gapped 100% với màn hình cảm ứng 4 inch và đầu đọc vân tay.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro đã xác minh"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Kết nối Ledger bằng"
  },
  "keystone": {
    "qrScan": "Quét mã QR bằng thiết bị Keystone của bạn",
    "distance": "Điều chỉnh khoảng cách và tùy chọn chạm vào mã QR Keystone để cải thiện việc quét"
  },
  "derivation": {
    "label": "Chế độ Derivation (nâng cao)",
    "icarus": "Tiêu chuẩn derivation Cardano như được định nghĩa bởi CIP03.",
    "trezor": "Triển khai của Trezor dựa trên tiêu chuẩn Icarus.",
    "ledger": "Theo tiêu chuẩn Bitcoin như được định nghĩa bởi BIP39.",
    "default": "(mặc định)"
  },
  "connect": {
    "title": "Xác nhận xuất public key",
    "caption": "",
    "info": {
      "ledger": "Mở khóa thiết bị Ledger của bạn và mở ứng dụng Cardano trước khi tiếp tục. Sau đó làm theo hướng dẫn được nêu trong ứng dụng Cardano trên thiết bị Ledger của bạn để hoàn tất quá trình ghép nối.",
      "trezor": "Sau khi xác nhận, hãy làm theo hướng dẫn được nêu trong tab trình duyệt Trezor Connect đã mở và trên thiết bị Trezor của bạn để hoàn tất quá trình ghép nối.",
      "keystone": "Sau khi xác nhận, hãy quét mã QR được tạo bằng thiết bị Keystone của bạn và sau đó tiến hành quét phản hồi mã QR của Keystone thông qua Eternl.",
      "onekey": "Đảm bảo bridge đã được cài đặt trên máy tính của bạn. Kết nối thiết bị và đợi public keys được xuất ra.",
      "bitbox": "Sau khi xác nhận, hãy xác minh mã ghép nối nếu cần và xác nhận trên thiết bị."
    }
  }
}
