{
  "headline": "Import transactions",
  "caption": "You can import unsigned or signed transactions, exported from $t('common:appName')or sources.",
  "cbor": "Show raw Cbor",
  "import": {
    "upload": "Transaction file",
    "success": "Transaction imported from upload.",
    "submit": "Transaction already signed, available to submit."
  },
  "steps": {
    "select": "Import",
    "sign": "Sign",
    "submit": "Submit"
  },
  "button": {
    "sign": "Go to sign transaction",
    "submit": "Submit transaction"
  },
  "signed": {
    "info": "You imported an already signed transaction. If you like you can now submit the transaction."
  },
  "unsigned": {
    "mnemonic": "You imported an unsigned transaction, please sign the transaction."
  },
  "differentWallet": {
    "title": "Transaction Wallet Mismatch",
    "caption": "The imported transaction does not belong to the selected wallet.",
    "info": {
      "mnemonic": "$t(wallet-import-tx:differentWallet.caption) You can still attempt to sign, but you will need to use the spending password of the wallet specified below.\n\n###walletname###\n###accountname###",
      "hardware": "$t(wallet-import-tx:differentWallet.caption) You can still attempt to sign, but you will need to use the hardware wallet device of the wallet specified below.\n\n###walletname###\n###accountname###"
    }
  },
  "error": {
    "expired": "$t(send:step.confirm.error.expired)",
    "upload": "Could not read uploaded file, please make sure it is a text file. You can import files containing plain cbor or transactions exports from $t('common:appName')wallet.",
    "wallet": "We could not find a wallet with an account that could be used to sign this transaction.\nPlease make sure the wallet needed to sign this transaction is existing and unlocked.",
    "walletdata": "Unable to get wallet data, please reload Eternl and try again or contact support if recurring.",
    "accountdata": "Unable to get account data, please reload Eternl and try again or contact support if recurring.",
    "multiple": "Cannot process import files with more than one transaction.",
    "balance": "Failed to generate a tx balance, please contact support for further assistance."
  }
}
