{
  "title": "Catalyst Регистрация",
  "status": {
    "wrongnetwork": {
      "title": "Не се поддържа",
      "text": "Catalyst не се поддържа в избраната мрежа."
    },
    "registration": {
      "nostake": {
        "title": "Не е регистриран",
        "text": "Акаунтът не е регистриран за staking. Първо делегирайте към stake pool, след което се регистрирайте за гласуване в Catalyst."
      },
      "nocatalyst": {
        "title": "Няма Catalyst регистрация",
        "text": "Eternl не разпознава ключа за гласуване. Възможно е акаунтът никога да не е бил регистриран или е регистриран с друго приложение."
      },
      "hascatalyst": {
        "title": "Catalyst Регистрация",
        "text": "Акаунтът е регистриран за гласуване в Catalyst. Ключът за гласуване в Catalyst е запазен в Eternl.",
        "scan": "Сканирай QR кода в приложението за гласуване Catalyst и следвай инструкциите.",
        "reveal": "Не споделяй ключа за гласуване и ПИН кода за Catalyst с никого. Използва се за гласуване във финансиращите кръгове на Catalyst.",
        "voteKey": "Ключ за гласуване в Catalyst",
        "banner": {
          "title": "Изтегли QR кода",
          "text": "Локално копие на ключа за гласуване в Catalyst е запазено в Eternl за възстановяване. Обаче, този backup е специфичен за устройството и няма да е наличен при възстановяване на wallet на друго устройство, използвайки фразата на wallet. Само JSON backup на wallet, създаден след регистрацията за Catalyst, може да го възстанови. Силно препоръчително е да изтеглиш изображението с QR кода и да го съхраниш сигурно, например в мениджър за пароли."
        }
      },
      "button": {
        "stake": {
          "label": "Избери stake pool"
        },
        "register": {
          "label": "Регистрирай се за гласуване в Catalyst"
        },
        "reregister": {
          "label": "Създай нова регистрация"
        },
        "download": {
          "label": "Изтегли ключа за Catalyst"
        },
        "reveal": {
          "label": "Покажи ключа за Catalyst"
        },
        "hide": {
          "label": "Скрий ключа за Catalyst"
        }
      }
    }
  },
  "step": {
    "app": {
      "title": "Приложение за гласуване",
      "caption": "Изтегли мобилното приложение Catalyst на телефона си.",
      "apple": {
        "label": "Apple App Store",
        "url": "https://apps.apple.com/in/app/catalyst-voting/id1517473397"
      },
      "android": {
        "label": "Google Play Store",
        "url": "https://play.google.com/store/apps/details?id=io.iohk.vitvoting"
      },
      "banner": {
        "notice": {
          "title": "Връзки към App store!",
          "text": "НЕ за употреба в мобилното приложение Catalyst!\n\nТези QR кодове са връзки към магазините за приложения, откъдето можеш да изтеглиш и инсталираш мобилното приложение Catalyst."
        }
      }
    },
    "pin": {
      "title": "Конфигурирай ПИН код",
      "caption": {
        "enter": "Задай ПИН, за да защитиш ключа си за гласуване в Catalyst.",
        "confirm": "$t(pin:createAccess.caption.confirm)"
      },
      "confirmed": "$t(pin:createAccess.confirmed)",
      "error": {
        "confirm": "$t(pin:createAccess.error.confirm)"
      },
      "warning": {
        "title": "Запиши ПИН кода",
        "text": "Увери се, че си записал ПИН кода!\nЗагубата на ПИН кода ще изисква нова регистрация на ключ за гласуване."
      }
    },
    "tx": {
      "title": "Транзакция за регистрация на гласуване",
      "caption": "Регистрирай ключа си за гласуване в Catalyst.",
      "note": {
        "title": "Сила на гласуване",
        "text": "Силата на гласуване се определя от количеството средства, държани към момента на snapshot-а. По-голям баланс увеличава влиянието ти по време на snapshot-а."
      },
      "warning": {
        "title": "Минимална сума",
        "text": "Изисква се минимален баланс от 25 {{currency}}, за да бъде включен твоят ключ за гласуване в моментната снимка. Без този минимум няма да можеш да гласуваш или да получаваш награди в кръг за финансиране."
      },
      "success": "Регистрацията за Catalyst е успешна.",
      "saved": "Ключът за гласуване в Catalyst е запазен успешно в Eternl.",
      "error": {
        "save": "Неуспешно запазване на ключа за гласуване в Catalyst в Eternl."
      }
    }
  }
}
