{
  "type": {
    "title": "Свържи хардуерен wallet",
    "caption": "Ако притежаваш хардуерен wallet, това е мястото за теб.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Ledger е хардуерен wallet за криптовалути, произведен от Ledger, компания със седалище в Париж, Франция.",
        "models": "Stax, Flex и Nano (X, S и S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor е продукт на SatoshiLabs, базирана в Чехия.",
        "models": "Model T и Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Компания, базирана в Хонг Конг, предлагаща 100% Air-gapped open-source QR код комуникационен хардуерен wallet с 4-инчов тъчскрийн и четец за пръстови отпечатъци.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro е потвърден"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Свържи Ledger чрез"
  },
  "keystone": {
    "qrScan": "Сканирай QR кода с твоето Keystone устройство",
    "distance": "Нагласи разстоянието и по желание докосни Keystone QR кода, за да подобриш сканирането"
  },
  "derivation": {
    "label": "Режим на деривация (разширени)",
    "icarus": "Cardano стандарта за деривация, както е дефиниран от CIP03.",
    "trezor": "Trezor имплементация, базирана на Icarus стандарта.",
    "ledger": "Следва Bitcoin стандарта, както е дефиниран от BIP39.",
    "default": "(по подразбиране)"
  },
  "connect": {
    "title": "Потвърди експортирането на публичен ключ",
    "caption": "",
    "info": {
      "ledger": "Отключи своето Ledger устройство и отвори Cardano приложението, преди да продължиш. След това следвай инструкциите, посочени в Cardano приложението на твоето Ledger устройство, за да завършиш процеса на сдвояване.",
      "trezor": "При потвърждение, следвай инструкциите, посочени в отворения таб на браузъра Trezor Connect и на твоето Trezor устройство, за да завършиш процеса на сдвояване.",
      "keystone": "При потвърждение, сканирай генерирания QR код с твоето Keystone устройство и след това продължи да сканираш Keystone QR кода за отговор чрез Eternl.",
      "onekey": "Увери се, че bridge е инсталиран на твоя компютър. Свържи устройството и изчакай публичните ключове да бъдат експортирани.",
      "bitbox": "При потвърждение, провери кода за сдвояване, ако е необходимо, и потвърди на устройството."
    }
  }
}
