{
  "title": "Подробен преглед на наличните средства",
  "toggleInfo": {
    "active": "Покажи описание",
    "inactive": "Покажи разбивка"
  },
  "total": {
    "label": "Средства в UTxO"
  },
  "selected": {
    "label": "Избрани UTxO",
    "info": "Обща сума на всички ръчно избрани UTxO."
  },
  "rewards": {
    "label": "Награди (не са UTxO)",
    "info": "Натрупани награди, които могат да бъдат изтеглени, ако акаунтът е делегиран на DRep."
  },
  "lockedInPendingInputs": {
    "label": "Чакащи входове",
    "info": "Тези средства се използват в чакаща транзакция."
  },
  "lockedByCollateral": {
    "label": "Обезпечение (не е заключено)",
    "info": "Заключени средства, които ще бъдат използвани като обезпечение от $t(common:appName) - Деактивирай обезпечението в настройките на акаунта, за да можеш да използваш тези средства."
  },
  "lockedUtxo": {
    "label": "Заключени UTxO",
    "info": "Заключени средства, които не могат да бъдат използвани от $t(common:appName) или dApps - Ръчно избери UTxO, които да бъдат отключени на страницата: Акаунт > UTxO Списък."
  },
  "lockedbytokens": {
    "label": "Обвързано с токени",
    "info": "Във Cardano, всеки токен/nft има някаква {{currency}} прикачена. Сумата, заключена от токени, ти показва (приблизително) колко е това за твоя текущ wallet."
  },
  "lockedByTokensTF": {
    "label": "За фрагментация на токени",
    "info": "Организирането на всичките ти UTxO-та с помощта на фрагментация на токени ще обвърже толкова {{currency}}."
  },
  "lockedAsRewards": {
    "label": "Заключени награди",
    "info": "Наградите не могат да бъдат харчени в dApps и трябва първо да бъдат изтеглени. $t(common:appName) може да направи това автоматично, отиди на: Акаунт > Wallet Настройки > Автоматично изтегляне, и го активирай. За целта акаунтът трябва да е делегиран на DRep опция."
  },
  "lockedFees": {
    "label": "Такси за транзакции",
    "info": "Изпращането на транзакции в Cardano blockchain струва такси за транзакции."
  },
  "lockedTotal": {
    "label": "Прибл. заключени",
    "info": "Изчислена обща заключена сума."
  },
  "available": {
    "label": "Прибл. налични",
    "info": "Това са средствата след приспадане на всички заключени средства, които могат да бъдат изпратени."
  }
}
