{
  "accountName": {
    "title": "Активно име на акаунт",
    "caption": "Задайте име на акаунта за текущия акаунт",
    "setting": {
      "caption": "Актуализирайте името на вашия (активен) акаунт или изберете/отмените избора на Ada Handle.",
      "adaHandle": {
        "select": "Изберете кой Ada Handle да се показва вместо името на акаунта (отменете избора, за да се покаже името):"
      },
      "error": {
        "empty": "Името на акаунта не може да бъде празно.",
        "duplicate": "Този портфейл вече има акаунт с това име."
      }
    }
  },
  "export": {
    "title": "Експортиране на ключ на акаунт",
    "caption": "Експортирайте публичния ключ на този акаунт.",
    "setting": {
      "caption": "Експортирайте публичния ключ на този акаунт. Импортирането на публичен ключ възстановява историята на акаунта в режим само за четене с деактивирано подписване.",
      "tooltip": {
        "acct_xvk": "Ed25519-bip32 разширен публичен ключ",
        "xpub": "Ed25519-bip32 разширен публичен ключ",
        "acct_vk": "Ed25519 публичен ключ"
      }
    }
  },
  "samMode": {
    "title": "Режим на единичен адрес (SAM)",
    "caption": "Използвайте само един адрес за всички транзакции.",
    "setting": {
      "caption": "Когато е активирано, всички средства ще се държат на първия адрес за получаване по подразбиране.",
      "enabled": "$t(settings-account:samMode.title) е активиран",
      "disabled": "$t(settings-account:samMode.title) е деактивиран",
      "customAddress": "Персонализиран адрес за получаване",
      "unset": "$t(common:unset)",
      "banner": {
        "customAddress": {
          "title": "Важно!",
          "text": "Задаването на персонализиран адрес за получаване ще прехвърли всички промени и адреси за получаване към този адрес, дори ако не са собственост на този акаунт. Моля, уверете се, че е зададен правилният адрес."
        }
      },
      "notification": {
        "wrongInput": "Това не е валиден адрес.",
        "wrongNetwork": "Този адрес е от друга мрежа.",
        "notOwned": "Този адрес не принадлежи към този акаунт и не може да бъде използван като персонализиран адрес за получаване.",
        "nonStaking": "Средствата на този адрес за получаване са заложени с външен ключ за залог. Няма да контролирате наградите, които ще натрупат.",
        "success": "Зададен е персонализиран адрес за получаване.",
        "error": "Неуспешно запазване на персонализиран адрес за получаване!"
      }
    }
  },
  "collateral": {
    "title": "Обезпечение",
    "caption": "Да използвам ли обезпечение, предоставено от Eternl?",
    "setting": {
      "caption": "Когато е активирано, Eternl ще предостави обезпечение за акаунта.",
      "info": "Взаимодействието със смарт договори може да изисква обезпечение в случай на неуспешна транзакция. Това ще бъде обработено автоматично от Eternl, ако е намерен подходящ UTxO.",
      "waiting": "Вие изпратихте транзакция за обезпечение. Моля, изчакайте, тя все още не е потвърдена.",
      "foundCollateral": "Вече има UTxO за обезпечение за този акаунт. Ще бъде използван при взаимодействие със смарт договори.",
      "eternl": {
        "label": "Обезпечение, предоставено от Eternl",
        "enabled": "$t(settings-account:collateral.setting.eternl.label) $t(common:enabled)",
        "disabled": "$t(settings-account:collateral.setting.eternl.label) $t(common:disabled)"
      },
      "noCollateral": "Не е намерен UTxO за обезпечение. Моля, задайте такъв, като натиснете бутона по-долу.",
      "button": {
        "setCollateral": {
          "label": "Задаване на обезпечение",
          "tooltip": "Задайте UTxO за обезпечение за този акаунт."
        }
      },
      "error": {
        "label": "Грешка:"
      },
      "multiAccount": {
        "warning": {
          "note": "Моля, обърнете внимание!",
          "headline": "Обезпечението е настройка, базирана на акаунт."
        },
        "info": {
          "text": "$t(common:appName) може да използва всеки UTxO без токени и стойност между ####minimumCollateral#### и ####maximumCollateral#### като обезпечение. Когато активирате тази настройка, тя ще потърси подходящ UTxO. Ако няма такъв, ще се покаже бутон за задаване."
        }
      }
    }
  },
  "manualSync": {
    "title": "Ръчна синхронизация",
    "caption": "Задайте ръчна синхронизация",
    "setting": {
      "caption": "Ръчно синхронизирайте wallet. Ако е активирано, wallet трябва да се синхронизира ръчно чрез щракване върху иконата за синхронизация.",
      "enabled": "$t(settings-account:manualSync.title) е активиран",
      "disabled": "$t(settings-account:manualSync.title) е деактивиран"
    }
  },
  "historySync": {
    "title": "Синхронизиране на историята",
    "caption": "Задайте синхронизиране на историята",
    "setting": {
      "caption": "Когато е активирано, wallet ще синхронизира пълната история на транзакциите на акаунта. В противен случай ще бъдат синхронизирани само последните 1000 транзакции. Синхронизирането се извършва на партиди и може да отнеме известно време за акаунти с голяма история.",
      "enabled": "$t(settings-account:historySync.title) активирано",
      "disabled": "$t(settings-account:historySync.title) деактивирано",
      "syncing": "Синхронизирането на историята все още тече. Очаква се синхронизиране на {{AMOUNT}} записа."
    }
  },
  "tokenFragmentation": {
    "title": "Фрагментация на токени (TF)",
    "caption": "Намалете таксите за транзакции чрез фрагментиране на токени.",
    "fragment": {
      "label": "Размер на пакета токени",
      "error": "Лимит за размер на пакета токени: 1-{{MAX_TOKEN_BUNDLE_SIZE}}.",
      "info": "Задава броя на токените, които трябва да съдържа всеки UTxO изход. Това е компромис между ниски такси за транзакции и сумата на средствата, заключени в wallet.\nмалък размер на пакета -> ниски такси, повече Ada заключени.\nголям размер на пакета -> по-високи такси, по-малко Ada заключени."
    },
    "setting": {
      "caption": "Разделете токените на пакети при изпращане, ако има повече токени за връщане, отколкото зададената стойност. В зависимост от wallet UTxO/Token дистрибуцията и желания резултат, стойностите може да се наложи да бъдат коригирани за оптимален резултат.",
      "enabled": "$t(settings-account:tokenFragmentation.title) активирано",
      "disabled": "$t(settings-account:tokenFragmentation.title) деактивирано"
    }
  },
  "advancedUtxoManagement": {
    "title": "Разширено управление на UTxO",
    "caption": "Използвайте разширено управление на UTxO при вашите транзакции.",
    "setting": {
      "caption": "Когато е активирано, $t(common:appName) ще използва разширено управление на UTxO при вашите транзакции.",
      "subCaption": "Запазва 10 UTxO-та за паралелно изпълнение на транзакции. Също така ще се опита да запази 5 {{currency}} обезпечение UTxO за взаимодействие със смарт договори.",
      "enabled": "$t(settings-account:advancedUtxoManagement.title) активирано",
      "disabled": "$t(settings-account:advancedUtxoManagement.title) деактивирано"
    }
  },
  "autoWithdrawal": {
    "title": "Автоматично изтегляне",
    "caption": "Автоматично изтегляне на награди, ако е необходимо.",
    "setting": {
      "caption": "Когато е активирано, наградите ще бъдат автоматично изтеглени, ако е необходимо, при създаване на транзакция. Ако е деактивирано или за принудително ръчно изтегляне, използвайте бутона Withdrawal (Изтегляне) на страницата Summary (Обобщение).",
      "enabled": "$t(settings-account:autoWithdrawal.title) активирано",
      "disabled": "$t(settings-account:autoWithdrawal.title) деактивирано"
    }
  },
  "unStake": {
    "title": "Премахване на залога на wallet\n(Дерегистриране на wallet)",
    "caption": "Премахва делегирането на текущия акаунт от всеки пул и създава транзакция за дерегистрация.",
    "setting": {
      "caption": "Това действие създава транзакция за дерегистрация на акаунт. След като бъде завършена, акаунтът ще бъде премахнат от всеки пул и депозитът на ключа от първоначалното делегиране на акаунта ще бъде върнат.",
      "subCaption": "Моля, обърнете внимание, че всички очакващи награди от делегиране на пул, catalyst награди и т.н. ще бъдат загубени, когато акаунтът бъде дерегистриран!",
      "acknowledged": "Разбирам, че всички очакващи награди ще бъдат загубени.",
      "noUtxo": "{{currency}} са необходими за плащане на таксата за транзакция за дерегистрация.",
      "button": {
        "deReg": {
          "label": "Дерегистриране на акаунт",
          "tooltip": "Дерегистриране на акаунт от делегиране на пул"
        }
      }
    }
  },
  "deRegDRep": {
    "title": "Дерегистриране като DRep",
    "caption": "Създайте транзакция за дерегистрация на DRep. Правото на глас, делегирано на този DRep, ще бъде загубено.",
    "setting": {
      "caption": "Това ще създаде транзакция за дерегистрация на DRep. Правото на глас, делегирано на този DRep, ще бъде загубено.",
      "subCaption": "За да си възвърнете възможността да изтегляте staking награди, ще трябва да делегирате акаунта си на друг DRep.",
      "acknowledged": "Разбирам, че цялата делегирана сила на глас ще бъде загубена.",
      "noUtxo": "{{currency}} са необходими за плащане на таксата за транзакция за дерегистрация.",
      "button": {
        "deReg": {
          "label": "Дерегистриране на акаунт",
          "tooltip": "Дерегистриране на акаунт от делегиране на пул"
        }
      }
    }
  },
  "reporting": {
    "title": "Отчитане",
    "caption": "Настройки за експортиране на данъчни отчети."
  }
}
