{
  "menuLabel": "Staking",
  "title": "Табло за управление на Staking",
  "caption": "Тук можеш да управляваш и делегираш твоите {{currency}} към Stakepool и да печелиш пасивен доход.",
  "subCaption": "Твоите средства никога не напускат твоя wallet за staking на Cardano и могат да бъдат използвани по всяко време.",
  "staking-cta": {
    "title": "Печели staking награди!",
    "caption": "Натисни бутона, за да избереш stake pool.",
    "button": "Делегирай"
  },
  "poollist": {
    "title": "Налични stake pools",
    "caption": "Списък с налични stake pools. Въведи тикера или името на pool, за да филтрираш списъка. Класирането приоритизира оптимални награди за потребителя.",
    "filter": {
      "search": "Търси pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "няма налични данни за pool",
      "undelegated": "не е делегиран",
      "delegated": "делегиран",
      "deregistered": "отрегистриран",
      "registered": "регистриран",
      "pending": "в очакване",
      "producing": "произвежда"
    },
    "history": {
      "label": "История на наградите",
      "caption": "Списък на спечелените награди за staking и Catalyst гласуване, сортирани по epoch",
      "epoch": "$t(common:epoch)",
      "rewards": "Награди",
      "refund": "Възстановяване на сума при дерегистрация на Pool",
      "pool": "Pool",
      "treasury": "Catalyst Гласуване",
      "leader": "Награди за Pool Operator",
      "reserves": "Незабавни награди"
    },
    "gov": {
      "nodelegation": {
        "info": "Моля, обмисли делегиране към DRep за действия, свързани с управлението. Това ще бъде необходимо в следващата ера, за да можеш да изтеглиш staking награди"
      },
      "inactive": "Акаунтът е делегиран на DRep за управление, който е маркиран като неактивен и следователно вече не се брои към активния залог за гласуване"
    },
    "warning": {
      "high": {
        "headline": "Висока такса на Pool",
        "caption": "Pool-ът, на който е делегиран този акаунт, има необичайно висока такса, която ще намали твоите staking награди. Ако е някакъв вид ISPO, това е добре. Ако не, трябва да избереш друг pool с по-ниски такси"
      },
      "complete": {
        "headline": "99+% Такса на Pool",
        "caption": "Пулът, към който е делегиран този акаунт, начислява поне 99% и събира твоите {{currency}} награди. Ако е някакъв вид ISPO, това е добре. Ако не, трябва да избереш друг пул с по-ниски такси."
      }
    }
  }
}
