{
  "type": {
    "title": "হার্ডওয়্যার wallet কানেক্ট করুন",
    "caption": "যদি আপনার একটি হার্ডওয়্যার wallet থাকে, তাহলে এটিই আপনার জন্য সঠিক জায়গা।",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Ledger ক্রিপ্টোকারেন্সি হার্ডওয়্যার wallet, যা ফ্রান্সের প্যারিসে অবস্থিত Ledger কোম্পানি দ্বারা তৈরি।",
        "models": "Stax, Flex এবং Nano (X, S এবং S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor চেক প্রজাতন্ত্রে অবস্থিত SatoshiLabs থেকে এসেছে।",
        "models": "Model T এবং Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "হংকং ভিত্তিক একটি কোম্পানি যা একটি ৪-ইঞ্চি টাচ স্ক্রিন এবং ফিঙ্গারপ্রিন্ট রিডার সহ ১০০% Air-gapped ওপেন-সোর্স QR কোড কমিউনিকেশন হার্ডওয়্যার wallet অফার করে।",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "TBD",
        "models": "OneKey Pro যাচাইকৃত"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "TBD",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Ledger কানেক্ট করুন ব্যবহার করে"
  },
  "keystone": {
    "qrScan": "আপনার Keystone ডিভাইস দিয়ে QR কোড স্ক্যান করুন",
    "distance": "স্ক্যানিং উন্নত করতে দূরত্ব সামঞ্জস্য করুন এবং প্রয়োজনে Keystone QR কোডে ট্যাপ করুন"
  },
  "derivation": {
    "label": "Derivation মোড (অ্যাডভান্সড)",
    "icarus": "CIP03 দ্বারা সংজ্ঞায়িত Cardano derivation স্ট্যান্ডার্ড।",
    "trezor": "Icarus স্ট্যান্ডার্ডের উপর ভিত্তি করে Trezor-এর ইমপ্লিমেন্টেশন।",
    "ledger": "BIP39 দ্বারা সংজ্ঞায়িত Bitcoin স্ট্যান্ডার্ড অনুসরণ করে।",
    "default": "(ডিফল্ট)"
  },
  "connect": {
    "title": "পাবলিক কী এক্সপোর্ট নিশ্চিত করুন",
    "caption": "",
    "info": {
      "ledger": "এগিয়ে যাওয়ার আগে আপনার Ledger ডিভাইসটি আনলক করুন এবং Cardano অ্যাপটি খুলুন। তারপর পেয়ারিং প্রক্রিয়া সম্পন্ন করতে আপনার Ledger ডিভাইসের Cardano অ্যাপে বর্ণিত নির্দেশাবলী অনুসরণ করুন।",
      "trezor": "নিশ্চিত করার পর, পেয়ারিং প্রক্রিয়া সম্পন্ন করতে খোলা Trezor Connect ব্রাউজার ট্যাব এবং আপনার Trezor ডিভাইসে বর্ণিত নির্দেশাবলী অনুসরণ করুন।",
      "keystone": "নিশ্চিত করার পর, আপনার Keystone ডিভাইস দিয়ে জেনারেট করা QR কোডটি স্ক্যান করুন এবং তারপর Eternl এর মাধ্যমে Keystone QR কোডের রেসপন্স স্ক্যান করতে এগিয়ে যান।",
      "onekey": "নিশ্চিত করুন bridge আপনার কম্পিউটারে ইনস্টল করা আছে। ডিভাইসটি কানেক্ট করুন এবং পাবলিক কী এক্সপোর্ট হওয়ার জন্য অপেক্ষা করুন।",
      "bitbox": "নিশ্চিত করার পর, প্রয়োজন হলে পেয়ারিং কোড যাচাই করুন এবং ডিভাইসে নিশ্চিত করুন।"
    }
  }
}
