{
  "title": "ইমপ্রিন্ট",
  "imprint": "ইম্প্রেসাম",
  "contact": "যোগাযোগ",
  "edc": "Eternl DRep কমিটি",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "DRep আইডি",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "ডিসকর্ড",
    "text": "আমাদের $t(common:appName) ডিসকর্ড সার্ভারে (সাপোর্ট টিকেট সিস্টেম সহ) যোগ দিতে ক্লিক করুন"
  },
  "telegram": {
    "label": "টেলিগ্রাম",
    "text": "আমাদের $t(common:appName) টেলিগ্রাম চ্যানেলে যোগ দিতে ক্লিক করুন।"
  },
  "github": {
    "label": "গিটহাব",
    "text": "যদি আপনার কোনও ফিচারের অনুরোধ থাকে, অনুগ্রহ করে GitHub ইস্যু ট্র্যাকার ব্যবহার করুন। এটি একটি নতুন পেজে খুলতে ক্লিক করুন।"
  },
  "email": {
    "label": "ইমেইল",
    "text": "team@eternl.io-তে আমাদের একটি ইমেইল লিখুন"
  },
  "emaildrep": {
    "label": "ইমেইল",
    "text": "drep@eternl.io-তে আমাদের একটি ইমেইল লিখুন"
  },
  "address": {
    "label": "কোম্পানির নিবন্ধিত অফিস",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nGermany"
  },
  "person": {
    "label": "অনুমোদিত প্রতিনিধি",
    "text": "মার্সেল বাউমবার্গ (ব্যবস্থাপনা পরিচালক)"
  },
  "company": {
    "label": "কোম্পানির বিবরণ",
    "text": "ভ্যাট সনাক্তকরণ নম্বর (USt-ID): DE264395179\nবাণিজ্যিক রেজিস্টার লিপজিগ জেলা আদালত: HRB 24784"
  },
  "legallabel": "দায়বদ্ধতা এবং সম্পত্তি অধিকার সংক্রান্ত বিজ্ঞপ্তি",
  "legal0": {
    "label": "দায়বদ্ধতার অস্বীকৃতি",
    "text": "এই অনলাইন অফারের বিষয়বস্তুগুলি যত্ন সহকারে এবং আমাদের বর্তমান জ্ঞানের ভিত্তিতে তৈরি করা হয়েছে, তবে এগুলি কেবল তথ্যের জন্য এবং কোনও আইনত বাধ্যতামূলক প্রভাব ফেলে না, যদি না এটি আইনত বাধ্যতামূলক তথ্য (যেমন ইম্প্রেসাম, ডেটা সুরক্ষা ঘোষণা, শর্তাবলী বা গ্রাহকদের জন্য বাধ্যতামূলক নির্দেশাবলী) সম্পর্কিত হয়। আমরা চুক্তিভিত্তিক বাধ্যবাধকতা প্রভাবিত না করে সম্পূর্ণ বা আংশিকভাবে বিষয়বস্তু পরিবর্তন বা মুছে ফেলার অধিকার সংরক্ষণ করি। সমস্ত অফার পরিবর্তন সাপেক্ষ এবং বাধ্যবাধকতাহীন।"
  },
  "legal1": {
    "label": "বহিরাগত ওয়েবসাইটের লিঙ্ক",
    "text": "বহিরাগত ওয়েবসাইটের বিষয়বস্তু, যেগুলিতে আমরা প্রত্যক্ষ বা পরোক্ষভাবে উল্লেখ করি, সেগুলি আমাদের দায়িত্বের আওতার বাইরে এবং আমরা সেগুলিকে নিজের বলে দাবি করি না। লিঙ্কযুক্ত ওয়েবসাইটগুলিতে উপলব্ধ তথ্যের ব্যবহার থেকে উদ্ভূত সমস্ত বিষয়বস্তু এবং অসুবিধার জন্য আমরা কোনও দায়বদ্ধতা গ্রহণ করি না।"
  },
  "legal2": {
    "label": "কপিরাইট এবং ট্রেডমার্ক অধিকার",
    "text": "এই ওয়েবসাইটে প্রদর্শিত সমস্ত বিষয়বস্তু, যেমন টেক্সট, ফটোগ্রাফ, গ্রাফিক্স, ব্র্যান্ড এবং ট্রেডমার্কগুলি সংশ্লিষ্ট সুরক্ষা অধিকার (কপিরাইট, ট্রেডমার্ক অধিকার) দ্বারা সুরক্ষিত। ব্যবহার, পুনরুৎপাদন ইত্যাদি আমাদের অধিকার বা সংশ্লিষ্ট লেখক বা অধিকার পরিচালকদের অধিকারের অধীন।"
  },
  "legal3": {
    "label": "আইন লঙ্ঘনের ইঙ্গিত",
    "text": "আপনি যদি আমাদের ইন্টারনেট উপস্থিতির মধ্যে কোনও আইন লঙ্ঘন লক্ষ্য করেন, আমরা আপনাকে সেগুলি সম্পর্কে আমাদের জানানোর জন্য অনুরোধ করছি। জানার সাথে সাথেই আমরা বেআইনি বিষয়বস্তু এবং লিঙ্কগুলি অবিলম্বে সরিয়ে ফেলব।"
  },
  "button": {
    "home": "হোম"
  }
}
