{
  "menuLabel": "Staking",
  "title": "Staking ড্যাশবোর্ড",
  "caption": "এখানে আপনি আপনার ADA একটি Stakepool-এ পরিচালনা এবং অর্পণ করতে পারবেন এবং একটি প্যাসিভ আয় উপার্জন করতে পারবেন।",
  "subCaption": "আপনার ফান্ড Cardano-তে staking-এর জন্য কখনোই আপনার wallet ছেড়ে যায় না, এবং যেকোনো সময় খরচ করা যেতে পারে।",
  "staking-cta": {
    "title": "staking রিওয়ার্ড উপার্জন করুন!",
    "caption": "একটি স্টেক পুল বেছে নিতে বাটনে ক্লিক করুন।",
    "button": "স্টেক"
  },
  "poollist": {
    "title": "উপলব্ধ স্টেক পুল",
    "caption": "উপলব্ধ স্টেক পুলের একটি তালিকা। তালিকাটি ফিল্টার করতে একটি পুলের টিকার বা নাম লিখুন। র‍্যাঙ্কিং ব্যবহারকারীর জন্য সর্বোত্তম রিওয়ার্ডকে অগ্রাধিকার দেয়।",
    "filter": {
      "search": "একটি পুল অনুসন্ধান করুন..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "কোনো পুল ডেটা উপলব্ধ নেই",
      "undelegated": "অর্পণ করা হয়নি",
      "delegated": "অর্পণ করা হয়েছে",
      "deregistered": "নিবন্ধনমুক্ত",
      "registered": "নিবন্ধিত",
      "pending": "বিচারাধীন",
      "producing": "উৎপাদনশীল"
    },
    "history": {
      "label": "রিওয়ার্ডের ইতিহাস",
      "caption": "staking এবং Catalyst ভোটিংয়ের জন্য অর্জিত রিওয়ার্ডের একটি তালিকা epoch দ্বারা সাজানো",
      "epoch": "$t(common:epoch)",
      "rewards": "রিওয়ার্ড",
      "refund": "পুল নিবন্ধনমুক্তির রিফান্ড",
      "pool": "পুল",
      "treasury": "Catalyst ভোটিং",
      "leader": "পুল অপারেটর রিওয়ার্ড",
      "reserves": "তাত্ক্ষণিক রিওয়ার্ড"
    },
    "gov": {
      "nodelegation": {
        "info": "গভর্ন্যান্স কার্যক্রমের জন্য অনুগ্রহ করে একজন DRep-এর কাছে অর্পণ করার কথা বিবেচনা করুন। পরবর্তী যুগে staking রিওয়ার্ড উত্তোলন করতে এটি প্রয়োজন হবে।"
      },
      "inactive": "অ্যাকাউন্টটি একজন গভর্ন্যান্স DRep-এর কাছে অর্পণ করা হয়েছে যাকে নিষ্ক্রিয় হিসেবে চিহ্নিত করা হয়েছে এবং তাই এটি আর সক্রিয় ভোটিং স্টেকের মধ্যে গণ্য হবে না।"
    },
    "warning": {
      "high": {
        "headline": "উচ্চ পুল ফি",
        "caption": "যে পুলে এই অ্যাকাউন্টটি অর্পণ করা হয়েছে তার একটি অস্বাভাবিক উচ্চ ফি রয়েছে যা আপনার staking রিওয়ার্ড কমিয়ে দেবে। যদি এটি কোনো ধরনের ISPO হয়, তবে ঠিক আছে। যদি না হয়, আপনার উচিত কম ফি সহ অন্য একটি পুল বেছে নেওয়া।"
      },
      "complete": {
        "headline": "৯৯+% পুল ফি",
        "caption": "যে পুলে এই অ্যাকাউন্টটি অর্পণ করা হয়েছে সেটি কমপক্ষে ৯৯% চার্জ করে এবং আপনার ADA রিওয়ার্ড সংগ্রহ করে। যদি এটি কোনো ধরনের ISPO হয়, তবে ঠিক আছে। যদি না হয়, আপনার উচিত কম ফি সহ অন্য একটি পুল বেছে নেওয়া।"
      }
    }
  }
}
