{
  "title": "Inscription Catalyst",
  "status": {
    "wrongnetwork": {
      "title": "Non pris en charge",
      "text": "Catalyst n'est pas pris en charge sur le réseau actuellement sélectionné."
    },
    "registration": {
      "nostake": {
        "title": "Non inscrit",
        "text": "Le compte n'est pas enregistré pour le staking. Déléguez d'abord à un stake pool, puis inscrivez-vous pour le vote Catalyst."
      },
      "nocatalyst": {
        "title": "Aucune inscription Catalyst",
        "text": "Eternl ne reconnaît pas la clé de vote. Le compte n'a peut-être jamais été inscrit ou a été inscrit avec une autre application."
      },
      "hascatalyst": {
        "title": "Inscription Catalyst",
        "text": "Le compte est inscrit pour le vote Catalyst. La clé de vote Catalyst est stockée dans Eternl.",
        "scan": "Scannez le code QR dans l'application de vote Catalyst et suivez les instructions.",
        "reveal": "Ne partagez la clé de vote Catalyst et le PIN avec personne. Ils sont utilisés pour voter lors des tours de financement Catalyst.",
        "voteKey": "Clé de vote Catalyst",
        "banner": {
          "title": "Télécharger le code QR",
          "text": "Une sauvegarde locale de la clé de vote Catalyst est stockée dans Eternl à des fins de récupération. Cependant, cette sauvegarde est spécifique à l'appareil et ne sera pas disponible lors de la restauration du wallet sur un autre appareil à l'aide de la phrase du wallet. Seule une sauvegarde JSON du wallet créée après l'inscription Catalyst peut la restaurer. Il est fortement recommandé de télécharger l'image du code QR et de la stocker en toute sécurité, par exemple dans un gestionnaire de mots de passe."
        }
      },
      "button": {
        "stake": {
          "label": "Choisir un stake pool"
        },
        "register": {
          "label": "S'inscrire pour le vote Catalyst"
        },
        "reregister": {
          "label": "Créer une nouvelle inscription"
        },
        "download": {
          "label": "Télécharger la clé Catalyst"
        },
        "reveal": {
          "label": "Révéler la clé Catalyst"
        },
        "hide": {
          "label": "Masquer la clé Catalyst"
        }
      }
    }
  },
  "step": {
    "app": {
      "title": "Application de vote",
      "caption": "Téléchargez l'application mobile Catalyst sur votre téléphone.",
      "apple": {
        "label": "Apple App Store",
        "url": "https://apps.apple.com/in/app/catalyst-voting/id1517473397"
      },
      "android": {
        "label": "Google Play Store",
        "url": "https://play.google.com/store/apps/details?id=io.iohk.vitvoting"
      },
      "banner": {
        "notice": {
          "title": "Liens vers les App stores !",
          "text": "NE PAS utiliser dans l'application mobile Catalyst !\n\nCes codes QR renvoient aux boutiques d'applications où vous pouvez télécharger et installer l'application mobile Catalyst."
        }
      }
    },
    "pin": {
      "title": "Configurer le code PIN",
      "caption": {
        "enter": "Définissez un PIN pour sécuriser votre clé de vote Catalyst.",
        "confirm": "$t(pin:createAccess.caption.confirm)"
      },
      "confirmed": "$t(pin:createAccess.confirmed)",
      "error": {
        "confirm": "$t(pin:createAccess.error.confirm)"
      },
      "warning": {
        "title": "Notez le PIN",
        "text": "Assurez-vous de noter le PIN !\\nLa perte du PIN nécessitera une nouvelle inscription de clé de vote."
      }
    },
    "tx": {
      "title": "Transaction d'inscription au vote",
      "caption": "Enregistrez votre clé de vote Catalyst.",
      "note": {
        "title": "Pouvoir de vote",
        "text": "Le pouvoir de vote dépend du montant des fonds détenus au moment du snapshot. Un solde plus élevé augmente votre influence lors du snapshot."
      },
      "warning": {
        "title": "Montant minimum",
        "text": "Un solde minimum de 25 ADA est requis pour que votre clé de vote soit incluse dans le snapshot. Sans ce minimum, vous ne pourrez pas voter ni recevoir de récompenses lors d'un tour de financement."
      },
      "success": "Inscription Catalyst réussie.",
      "saved": "Clé de vote Catalyst enregistrée avec succès dans Eternl.",
      "error": {
        "save": "Échec de l'enregistrement de la clé de vote Catalyst dans Eternl."
      }
    }
  }
}
