{
  "type": {
    "title": "Connecter un wallet matériel",
    "caption": "Si vous possédez un wallet matériel, vous êtes au bon endroit.",
    "option": {
      "ledger": {
        "label": "Ledger",
        "caption": "Le wallet matériel de cryptomonnaie Ledger fabriqué par Ledger, une entreprise basée à Paris, France.",
        "models": "Stax, Flex et Nano (X, S et S Plus)"
      },
      "trezor": {
        "label": "Trezor",
        "caption": "Trezor provient de SatoshiLabs, basé en République tchèque.",
        "models": "Model T et Safe 3/5"
      },
      "keystone": {
        "label": "Keystone",
        "caption": "Une entreprise basée à Hong Kong proposant un wallet matériel 100% Air-gapped, open-source, communiquant par code QR, avec un écran tactile de 4 pouces et un lecteur d'empreintes digitales.",
        "models": "Keystone 3 Pro"
      },
      "onekey": {
        "label": "OneKey",
        "caption": "À déterminer",
        "models": "OneKey Pro vérifié"
      },
      "bitbox": {
        "label": "BitBox",
        "caption": "À déterminer",
        "models": "BitBox02"
      }
    }
  },
  "ledger": {
    "transport": "Connecter Ledger en utilisant"
  },
  "keystone": {
    "qrScan": "Scannez le code QR avec votre appareil Keystone",
    "distance": "Ajustez la distance et appuyez éventuellement sur le code QR Keystone pour améliorer le scan"
  },
  "derivation": {
    "label": "Mode de dérivation (avancé)",
    "icarus": "Le standard de dérivation Cardano tel que défini par CIP03.",
    "trezor": "L'implémentation de Trezor basée sur le standard Icarus.",
    "ledger": "Suit le standard Bitcoin tel que défini par BIP39.",
    "default": "(par défaut)"
  },
  "connect": {
    "title": "Confirmer l'exportation de la clé publique",
    "caption": "",
    "info": {
      "ledger": "Déverrouillez votre appareil Ledger et ouvrez l'application Cardano avant de continuer. Suivez ensuite les instructions indiquées dans l'application Cardano sur votre appareil Ledger pour terminer le processus d'appairage.",
      "trezor": "Après confirmation, suivez les instructions indiquées dans l'onglet Trezor Connect ouvert dans le navigateur et sur votre appareil Trezor pour terminer le processus d'appairage.",
      "keystone": "Après confirmation, scannez le code QR généré avec votre appareil Keystone, puis scannez la réponse du code QR Keystone via Eternl.",
      "onekey": "Assurez-vous que le pont (bridge) est installé sur votre ordinateur. Connectez l'appareil et attendez que les clés publiques soient exportées.",
      "bitbox": "Après confirmation, vérifiez le code d'appairage si nécessaire et confirmez sur l'appareil."
    }
  }
}
