{
  "title": "Mentions légales",
  "imprint": "Mentions légales",
  "contact": "Contact",
  "edc": "Eternl DRep Committee",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "ID DRep",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "discord",
    "text": "Cliquez pour rejoindre notre serveur discord $t(common:appName) (avec système de tickets de support)"
  },
  "telegram": {
    "label": "telegram",
    "text": "Cliquez pour rejoindre notre canal telegram $t(common:appName)."
  },
  "github": {
    "label": "github",
    "text": "Si vous avez une demande de fonctionnalité, veuillez utiliser le suivi des problèmes GitHub. Cliquez pour l'ouvrir dans une nouvelle page."
  },
  "email": {
    "label": "e-mail",
    "text": "Écrivez-nous un e-mail à team@eternl.io"
  },
  "emaildrep": {
    "label": "e-mail",
    "text": "Écrivez-nous un e-mail à drep@eternl.io"
  },
  "address": {
    "label": "Siège social",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nAllemagne"
  },
  "person": {
    "label": "Personnes autorisées à représenter",
    "text": "Marcel Baumberg (Directeur général)"
  },
  "company": {
    "label": "Informations sur l'entreprise",
    "text": "Numéro d'identification de la taxe sur la valeur ajoutée (USt-ID): DE264395179\nRegistre du commerce Tribunal d'instance de Leipzig : HRB 24784"
  },
  "legallabel": "Avis de responsabilité et de droits de propriété",
  "legal0": {
    "label": "Exonération de responsabilité",
    "text": "Les contenus de cette offre en ligne ont été créés avec soin et selon nos connaissances actuelles, mais ils ne servent qu'à des fins d'information et n'ont aucun effet juridiquement contraignant, sauf s'il s'agit d'informations légalement obligatoires (par ex. les mentions légales, la déclaration de confidentialité, les CGV ou les informations obligatoires pour les consommateurs). Nous nous réservons le droit de modifier ou de supprimer tout ou partie des contenus, dans la mesure où les obligations contractuelles ne sont pas affectées. Toutes les offres sont sans engagement et non contraignantes."
  },
  "legal1": {
    "label": "Liens vers des sites web externes",
    "text": "Les contenus des sites web externes vers lesquels nous renvoyons directement ou indirectement se trouvent en dehors de notre domaine de responsabilité et nous ne nous les approprions pas. Nous n'assumons aucune responsabilité pour tous les contenus et inconvénients résultant de l'utilisation des informations consultables sur les sites web liés."
  },
  "legal2": {
    "label": "Droits d'auteur et droits des marques",
    "text": "Tous les contenus présentés sur ce site web, tels que les textes, photographies, graphiques, marques et marques déposées, sont protégés par les droits de propriété respectifs (droits d'auteur, droits des marques). L'utilisation, la reproduction, etc. sont soumises à nos droits ou aux droits des auteurs ou gestionnaires de droits respectifs."
  },
  "legal3": {
    "label": "Signalement de violations de la loi",
    "text": "Si vous constatez des violations de la loi sur notre site internet, nous vous prions de nous les signaler. Nous supprimerons immédiatement les contenus et liens illégaux dès que nous en aurons connaissance."
  },
  "button": {
    "home": "accueil"
  }
}
