{
  "is": {
    "label": "Sélection des entrées",
    "caption": "Prenez le contrôle de la sélection des entrées en dépensant des utxo spécifiques de votre compte.",
    "reset": "Réinitialiser la sélection des entrées"
  },
  "import": {
    "label": "Importer une transaction",
    "caption": "Importez une transaction non signée ou signée, exportée depuis Eternl ou d'autres sources.",
    "upload": "Téléversez le(s) fichier(s) de transaction ou collez le cbor brut de la transaction."
  },
  "tf": {
    "label": "Fragmentation des jetons",
    "caption": "Répartissez vos actifs sur plusieurs utxo's pour réduire les frais des transactions futures."
  },
  "cu": {
    "label": "Collecte d'UTxO",
    "caption": "Collectez les UTxOs de ce compte, en les fusionnant essentiellement en un plus petit nombre. Cela créera jusqu'à 10 transactions à la fois. Le traitement peut prendre un certain temps."
  },
  "ms": {
    "label": "Collecte spéciale",
    "label2": "Collecter dans le Wallet",
    "caption": "Collectez les UTxOs de ce wallet ms fee, en les fusionnant essentiellement en un plus petit nombre. Cela créera jusqu'à 10 transactions à la fois. Le traitement peut prendre un certain temps."
  },
  "donation": {
    "label": "Faire un don de 1 ADA pour soutenir le développement de $t(common:appName)",
    "caption": "Nous espérons que vous appréciez Eternl ! Veuillez envisager d'envoyer 1 ADA avec cette transaction pour soutenir le développement de notre projet."
  },
  "customMetadata": {
    "label": "Métadonnées personnalisée",
    "caption": "Ajoutez un schéma Métadonnées personnalisé au format JSON conformément à la spécification.",
    "placeholder": "Coller / Saisir le JSON",
    "urllabel": "Documentation sur le format JSON des Métadonnées sur cardano.org",
    "added": "Les Métadonnées suivantes ont été ajoutées à la transaction :",
    "schemainfo": {
      "NoConversions": "Convertit fidèlement entre l'ensemble minimal de fonctionnalités partagées entre JSON et Métadonnées.",
      "BasicConversions": "Ajoute une prise en charge supplémentaire pour les octets (en tant que chaînes hexadécimales) et les clés entières (en tant que chaînes).",
      "DetailedSchema": "Schéma JSON verbeux mais avec la plus grande flexibilité pour la conversion des Métadonnées."
    },
    "banner": {
      "error": {
        "title": "Schéma Métadonnées général JSON Cardano non valide",
        "json": "JSON invalide.",
        "label": "Label(s) invalide(s).\nLes clés de premier niveau doivent être des entiers uniques dans l'intervalle -(2^64 - 1) à (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "Ajouter un $t(common:message.label) on-chain",
    "caption": "Ajoutez un message/commentaire/mémo à la transaction.\nAppuyez sur \"ENTRÉE\" pour un message multi-lignes.",
    "enableEncryption": "Activer le chiffrement",
    "placeholder": "Saisir un message de transaction",
    "error": {
      "overflow": "Le nombre de caractères par ligne est limité à 64. Appuyez sur Entrée pour ajouter une nouvelle ligne",
      "invalidJSON": "Schéma Métadonnées général JSON Cardano non valide."
    }
  }
}
