{
  "title": "Répartition des fonds disponibles",
  "toggleInfo": {
    "active": "Afficher la description",
    "inactive": "Afficher la répartition"
  },
  "total": {
    "label": "Fonds sur les UTxOs"
  },
  "selected": {
    "label": "UTxOs sélectionnés",
    "info": "Montant total de tous les UTxOs sélectionnés manuellement."
  },
  "rewards": {
    "label": "Récompenses (pas un UTxO)",
    "info": "Récompenses accumulées, qui peuvent être retirées si le compte est délégué à un DRep."
  },
  "lockedInPendingInputs": {
    "label": "Entrées en attente",
    "info": "Ces fonds sont utilisés dans une transaction en attente."
  },
  "lockedByCollateral": {
    "label": "Collatéral (non verrouillé)",
    "info": "Fonds verrouillés, à utiliser comme collatéral par $t(common:appName) - Désactivez le collatéral dans les paramètres du compte pour pouvoir dépenser ces fonds."
  },
  "lockedUtxo": {
    "label": "UTxOs verrouillés",
    "info": "Fonds verrouillés, ne devant pas être dépensés par $t(common:appName) ou les dApps - Sélectionnez manuellement les UTxOs à déverrouiller sur la page : Compte > Liste UTxO."
  },
  "lockedByTokens": {
    "label": "Liés aux tokens",
    "info": "Au sein de Cardano, chaque token/NFT a une certaine quantité d'ADA attachée. Le montant verrouillé par les tokens vous indique (estimation) combien cela représente pour votre wallet actuel."
  },
  "lockedByTokensTF": {
    "label": "Pour Token Fragmentation",
    "info": "Organiser tous vos UTxOs en utilisant la Token Fragmentation lierait cette quantité d'ADA."
  },
  "lockedAsRewards": {
    "label": "Récompenses verrouillées",
    "info": "Les récompenses ne sont pas dépensables dans les dApps et doivent d'abord être retirées. $t(common:appName) peut le faire automatiquement, allez à : Compte > Paramètres Wallet > Retrait automatique, et activez-le. Pour cela, le compte doit être délégué à une option DRep."
  },
  "lockedFees": {
    "label": "Frais de transaction",
    "info": "Soumettre des transactions à la blockchain Cardano entraîne des frais de transaction."
  },
  "lockedTotal": {
    "label": "Est. verrouillé",
    "info": "Montant total verrouillé calculé."
  },
  "available": {
    "label": "Est. disponible",
    "info": "Ce sont les fonds disponibles après déduction de tous les fonds verrouillés, qui peuvent être envoyés."
  }
}
