{
  "menuLabel": "Staking",
  "title": "Tableau de bord Staking",
  "caption": "Ici, vous pouvez gérer et déléguer vos ADA à un Stakepool et gagner un revenu passif.",
  "subCaption": "Vos fonds ne quittent jamais votre wallet pour le staking sur Cardano, et peuvent être dépensés à tout moment.",
  "staking-cta": {
    "title": "Gagnez des récompenses de staking !",
    "caption": "Cliquez sur le bouton pour choisir un stake pool.",
    "button": "Déléguer"
  },
  "poollist": {
    "title": "Stake pools disponibles",
    "caption": "Une liste des stake pools disponibles. Entrez le ticker ou le nom d'un pool pour filtrer la liste. Le classement priorise les récompenses optimales pour l'utilisateur.",
    "filter": {
      "search": "Rechercher un pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "aucune donnée de pool disponible",
      "undelegated": "non délégué",
      "delegated": "délégué",
      "deregistered": "désenregistré",
      "registered": "enregistré",
      "pending": "en attente",
      "producing": "en production"
    },
    "history": {
      "label": "Historique des récompenses",
      "caption": "Une liste des récompenses gagnées pour le staking et le vote Catalyst triée par epoch",
      "epoch": "$t(common:epoch)",
      "rewards": "Récompenses",
      "refund": "Remboursement de désenregistrement du pool",
      "pool": "Pool",
      "treasury": "Vote Catalyst",
      "leader": "Récompenses de l'opérateur de pool",
      "reserves": "Récompenses instantanées"
    },
    "gov": {
      "nodelegation": {
        "info": "Veuillez envisager de déléguer à un DRep pour les actions de gouvernance. Ce sera requis lors de l'ère suivante pour pouvoir retirer les récompenses de staking"
      },
      "inactive": "Le compte est délégué à un DRep de gouvernance marqué comme inactif et ne compte donc plus pour le stake de vote actif"
    },
    "warning": {
      "high": {
        "headline": "Frais de pool élevés",
        "caption": "Le pool auquel ce compte est délégué a des frais anormalement élevés qui réduiront vos récompenses de staking. S'il s'agit d'une sorte d'ISPO, c'est acceptable. Sinon, vous devriez choisir un autre pool avec des frais moins élevés"
      },
      "complete": {
        "headline": "Frais de pool de 99+ %",
        "caption": "Le pool auquel ce compte est délégué facture au moins 99% et collecte vos récompenses en ADA. S'il s'agit d'une sorte d'ISPO, c'est acceptable. Sinon, vous devriez choisir un autre pool avec des frais moins élevés"
      }
    }
  }
}
