{
  "title": "Informasi Hukum",
  "imprint": "Informasi Hukum",
  "contact": "Kontak",
  "edc": "Komite DRep Eternl",
  "url": {
    "project": "eternl.io",
    "telegram": "https://t.me/eternlio",
    "discord": "https://discord.gg/eternlwallet",
    "x": "https://x.com/eternlwallet"
  },
  "drepid": {
    "label": "Id DRep",
    "text": "drep13d6sxkyz6st9h65qqrzd8ukpywhr8swe9f6357qntgjqye0gttd"
  },
  "discord": {
    "label": "discord",
    "text": "Klik untuk bergabung dengan server discord $t(common:appName) kami (dengan sistem tiket dukungan)"
  },
  "telegram": {
    "label": "telegram",
    "text": "Klik untuk bergabung dengan saluran telegram $t(common:appName) kami."
  },
  "github": {
    "label": "github",
    "text": "Jika Anda memiliki permintaan fitur, silakan gunakan pelacak masalah GitHub. Klik untuk membukanya di halaman baru."
  },
  "email": {
    "label": "email",
    "text": "Kirimkan email kepada kami di team@eternl.io"
  },
  "emaildrep": {
    "label": "email",
    "text": "Kirimkan email kepada kami di drep@eternl.io"
  },
  "address": {
    "label": "Kantor Terdaftar",
    "text": "Tastenkunst GmbH\nGrassistrasse 12\n04107 Leipzig\nJerman"
  },
  "person": {
    "label": "Perwakilan Resmi",
    "text": "Marcel Baumberg (Direktur Pelaksana)"
  },
  "company": {
    "label": "Informasi Perusahaan",
    "text": "Nomor Identifikasi Pajak Pertambahan Nilai (USt-ID): DE264395179\nDaftar Komersial Pengadilan Distrik Leipzig: HRB 24784"
  },
  "legallabel": "Pemberitahuan Tanggung Jawab dan Hak Kekayaan Intelektual",
  "legal0": {
    "label": "Penafian Tanggung Jawab",
    "text": "Konten penawaran online ini telah dibuat dengan hati-hati dan sesuai dengan pengetahuan kami saat ini, tetapi hanya untuk tujuan informasi dan tidak memiliki efek hukum yang mengikat, kecuali jika itu adalah informasi yang diwajibkan secara hukum (misalnya, imprint, pernyataan privasi, syarat dan ketentuan, atau instruksi wajib bagi konsumen). Kami berhak mengubah atau menghapus konten secara keseluruhan atau sebagian, selama kewajiban kontraktual tetap tidak terpengaruh. Semua penawaran dapat berubah dan tidak mengikat."
  },
  "legal1": {
    "label": "Tautan ke Situs Web Eksternal",
    "text": "Konten situs web eksternal yang kami tautkan secara langsung atau tidak langsung berada di luar area tanggung jawab kami dan kami tidak mengadopsinya sebagai milik kami. Kami tidak bertanggung jawab atas semua konten dan kerugian yang timbul dari penggunaan informasi yang dapat diakses di situs web yang ditautkan."
  },
  "legal2": {
    "label": "Hak Cipta dan Merek Dagang",
    "text": "Semua konten yang ditampilkan di situs web ini, seperti teks, foto, grafik, merek, dan merek dagang dilindungi oleh hak kekayaan intelektual masing-masing (hak cipta, hak merek dagang). Penggunaan, penggandaan, dll. tunduk pada hak kami atau hak dari masing-masing pencipta atau administrator hak."
  },
  "legal3": {
    "label": "Pemberitahuan Pelanggaran Hukum",
    "text": "Jika Anda melihat adanya pelanggaran hukum di situs web kami, mohon informasikan kepada kami. Kami akan segera menghapus konten dan tautan ilegal setelah mengetahuinya."
  },
  "button": {
    "home": "beranda"
  }
}
