{
  "is": {
    "label": "Seleksi Input",
    "caption": "Ambil kendali atas seleksi input dengan membelanjakan utxo spesifik di akun Anda.",
    "reset": "Reset Seleksi Input"
  },
  "import": {
    "label": "Impor Transaksi",
    "caption": "Impor transaksi yang belum ditandatangani atau sudah ditandatangani, diekspor dari Eternl atau sumber lain.",
    "upload": "Unggah file transaksi atau tempel cbor transaksi mentah."
  },
  "tf": {
    "label": "Fragmentasi Token",
    "caption": "Sebarkan aset Anda ke beberapa utxo untuk menurunkan biaya transaksi di masa mendatang."
  },
  "cu": {
    "label": "Koleksi UTxO",
    "caption": "Kumpulkan UTxO akun ini, pada dasarnya menggabungkannya menjadi lebih sedikit. Akan membuat hingga 10 transaksi sekaligus. Pemrosesan mungkin memerlukan waktu."
  },
  "ms": {
    "label": "Koleksi Khusus",
    "label2": "Kumpulkan di Wallet",
    "caption": "Kumpulkan UTxO dari wallet biaya ms ini, pada dasarnya menggabungkannya menjadi lebih sedikit. Akan membuat hingga 10 transaksi sekaligus. Pemrosesan mungkin memerlukan waktu."
  },
  "donation": {
    "label": "Donasikan 1 ADA untuk mendukung pengembangan $t(common:appName)",
    "caption": "Kami harap Anda menyukai Eternl! Mohon pertimbangkan mengirim 1 ADA dengan transaksi ini untuk mendukung pengembangan proyek kami."
  },
  "customMetadata": {
    "label": "Metadata Kustom",
    "caption": "Tambahkan skema metadata kustom dalam format JSON sesuai spesifikasi.",
    "placeholder": "Tempel / Masukkan JSON",
    "urllabel": "Dokumentasi tentang format json metadata di cardano.org",
    "added": "metadata berikut ditambahkan ke transaksi:",
    "schemainfo": {
      "NoConversions": "Mengonversi secara tepat antara set fitur minimal yang dibagikan antara JSON dan Metadata.",
      "BasicConversions": "Menambahkan dukungan tambahan untuk byte (sebagai string hex) dan kunci integer (sebagai string).",
      "DetailedSchema": "Skema JSON yang verbose tetapi dengan fleksibilitas paling tinggi untuk konversi metadata."
    },
    "banner": {
      "error": {
        "title": "Bukan skema metadata umum JSON Cardano yang valid",
        "json": "JSON tidak valid.",
        "label": "Label tidak valid.\nKunci tingkat atas harus berupa integer unik dalam rentang -(2^64 - 1) hingga (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "Tambahkan $t(common:message.label) on-chain",
    "caption": "Tambahkan pesan/komentar/memo ke transaksi.\nTekan \"ENTER\" untuk pesan multi-baris.",
    "enableEncryption": "Aktifkan enkripsi",
    "placeholder": "Masukkan pesan transaksi",
    "error": {
      "overflow": "Jumlah karakter per baris dibatasi hingga 64. Tekan Enter untuk menambahkan baris baru",
      "invalidJSON": "Bukan skema metadata umum JSON Cardano yang valid."
    }
  }
}
