{
  "menuLabel": "Governance",
  "title": "Blockchain Governance",
  "caption": "Navigieren durch die Voltaire-Ära in Cardano's blockchain Governance, wo gemeinschaftsgetriebene Entscheidungen den Weg zu einem widerstandsfähigen und inklusiven Ökosystem weisen.",
  "era": "Das Netzwerk ist noch nicht in die Voltaire (Conway)-Ära eingetreten.",
  "credentials": "Nachweise",
  "delegation": {
    "current": {
      "label": "Aktuelle Stimmrechtsdelegation",
      "undelegated": "Nicht delegiert",
      "vote": "Stimmrecht",
      "drep": "DRep",
      "status": "Status",
      "active": "Aktiv",
      "inactive": "Inaktiv",
      "unregistered": "Nicht registriert",
      "votepower": "Stimmkraft"
    },
    "new": {
      "label": "Neue Stimmrechtsdelegation",
      "options": {
        "own": "Eigenes Konto",
        "custom": "DRep-ID angeben",
        "abstain": "Enthalten",
        "noconfidence": "Misstrauen"
      },
      "button": {
        "delegate": "Delegieren",
        "governance": "Governance-Delegation"
      },
      "accModal": {
        "label": "Konto-Governance-Stimmrechtsdelegation",
        "caption": "Wählen Sie das Konto aus, an das Sie Ihre Stimmkraft delegieren möchten. Wenn es dasselbe Konto ist, wird bei Bedarf automatisch eine DRep-Registrierung durchgeführt, andernfalls muss das ausgewählte Konto bereits als DRep registriert sein.",
        "accounts": {
          "headline": "Kontoübergreifende Stimmrechtsdelegation"
        },
        "wallets": {
          "headline": "Wallet-übergreifende Stimmrechtsdelegation",
          "current": "aktuelle Wallet",
          "loading": "Lade Wallet-Liste ..."
        },
        "button": {
          "account": "An Konto delegieren"
        }
      },
      "anchorModal": {
        "label": "DRep-Registrierungsanker (optional)",
        "caption": "Ihre URL mit zusätzlichen Informationen über Sie. Leer lassen, um auszulassen.",
        "hint": "https://..."
      },
      "error": {
        "accdrepmissing": "DRep-Nachweise des Kontos fehlen, bitte synchronisieren Sie das ausgewählte Konto!",
        "owndrepmissing": "Eigene DRep-Nachweise fehlen, bitte synchronisieren Sie das aktive Konto!",
        "invaliddrep": "Ungültige DRep-ID",
        "notregistered": "DRep-ID nicht registriert, Delegation an angegebenen DRep nicht möglich",
        "unknown": "Unbekannter Fehler beim Serialisieren der DRep-ID"
      }
    }
  },
  "info": {
    "text": "Um an der Governance teilzunehmen, muss jeder Stake-Nachweis an einen DRep delegiert werden. Ada-Inhaber delegieren im Allgemeinen ihre Stimmrechte an einen registrierten DRep, der in ihrem Namen abstimmt. Zusätzlich sind zwei vordefinierte DRep-Optionen \"verfügbar\":",
    "abstain": {
      "label": "Enthalten",
      "text": "Wenn ein Ada-Inhaber an „Enthalten“ delegiert, wird sein Stake aktiv als nicht an der Governance teilnehmend markiert. Der Effekt der Delegation an „Enthalten“ auf der Chain ist, dass der delegierte Stake nicht als Teil des aktiven Stimm-Stakes betrachtet wird. Der Stake wird jedoch für die Zwecke der Anreize (Incentives) als registriert betrachtet."
    },
    "noconfidence": {
      "label": "Misstrauen",
      "text": "Wenn ein Ada-Inhaber an „Misstrauen“ delegiert, wird sein Stake bei jeder Governance-Aktion als Nein-Stimme gezählt, außer bei einem „Misstrauensantrag“ (Motion of no confidence). Dies signalisiert auch, dass sie kein Vertrauen in das bestehende Verfassungskomitee haben. Der Effekt der Delegation an „Misstrauen“ auf der Chain ist, dass dieser Stake als Teil des aktiven Stimm-Stakes betrachtet wird. Er zählt als Ja-Stimme bei jeder Misstrauensaktion und als Nein-Stimme bei jeder anderen Aktion. Er dient auch als direkt prüfbares Maß für das Vertrauen der Ada-Inhaber in das Verfassungskomitee."
    },
    "note": "Jeder Ada-Inhaber kann sich selbst als DRep registrieren und an sich selbst delegieren, wenn er aktiv an Abstimmungen teilnehmen möchte.",
    "govtool": {
      "mainnet": "",
      "guild": "",
      "sancho": "https://sanchogov.tools/",
      "preprod": "",
      "preview": "",
      "label": "GovTool",
      "info": "Für weitere Informationen über Cardano Governance und zusätzliche Aktionen besuchen Sie"
    }
  },
  "key": {
    "show": "Governance-Nachweise des Kontos anzeigen",
    "hide": "Konto-Governance-Anmeldedaten verbergen",
    "drep": {
      "header": "DRep ID",
      "caption": "In der Conway Ledger-Ära ermöglichen DRep-Anmeldedaten, registrierte DReps on-chain zu identifizieren, bei DRep-Registrierungen, Rücktritten, Abstimmungen und bei Stimmdelegierungen von ada-Inhabern."
    },
    "cccold": {
      "header": "CC Cold Credential",
      "caption": "Mitglieder des Constitutional Committee können anhand ihrer Cold Credentials innerhalb von Governance-Aktionen des Update-Komitees erkannt werden, autorisieren Hot Credential-Zertifikate und widerrufen Cold Key-Zertifikate."
    },
    "cchot": {
      "header": "CC Hot Credential",
      "caption": "Das Hot Credential des Constitutional Committee ist innerhalb des Zertifikats zur Autorisierung des Hot Keys und bei Abstimmungen ersichtlich."
    }
  },
  "copy": {
    "address": {
      "hover": "$t(common:copy.address)",
      "notify": "$t(common:copied.address)"
    }
  }
}
