{
  "menuLabel": "Bestuur",
  "title": "Blockchain Bestuur",
  "caption": "Navigeren door het Voltaire Tijdperk in Cardano's blockchain bestuur, waar gemeenschapsgestuurde beslissingen het pad verlichten naar een veerkrachtig en inclusief ecosysteem.",
  "era": "Het netwerk is nog niet overgegaan naar het Voltaire (Conway) tijdperk.",
  "credentials": "Credentials",
  "delegation": {
    "current": {
      "label": "Huidige Stemdelegatie",
      "undelegated": "Niet Gedelegeerd",
      "vote": "Stem",
      "drep": "DRep",
      "status": "Status",
      "active": "Actief",
      "inactive": "Inactief",
      "unregistered": "Niet Geregistreerd",
      "votepower": "Stemkracht"
    },
    "new": {
      "label": "Nieuwe Stemdelegatie",
      "options": {
        "own": "Eigen Account",
        "custom": "Specificeer DRep ID",
        "abstain": "Onthouden",
        "noconfidence": "Geen Vertrouwen"
      },
      "button": {
        "delegate": "Delegeren",
        "governance": "Bestuursdelegatie"
      },
      "accModal": {
        "label": "Account Bestuursstemdelegatie",
        "caption": "Selecteer het account waaraan u uw stemkracht wilt delegeren. Indien hetzelfde account, wordt indien nodig automatisch een DRep-registratie uitgevoerd, anders moet het geselecteerde account al als DRep geregistreerd zijn.",
        "accounts": {
          "headline": "Inter-account stemdelegatie"
        },
        "wallets": {
          "headline": "Inter-wallet stemdelegatie",
          "current": "huidige wallet",
          "loading": "Laden wallet lijst ..."
        },
        "button": {
          "account": "Delegeren aan Account"
        }
      },
      "anchorModal": {
        "label": "DRep Registratie Anchor (optioneel)",
        "caption": "Uw URL met extra info over u. Laat leeg om weg te laten.",
        "hint": "https://..."
      },
      "error": {
        "accdrepmissing": "Account DRep credentials ontbreken, synchroniseer alstublieft het geselecteerde account!",
        "owndrepmissing": "Eigen DRep credential ontbreekt, synchroniseer alstublieft het actieve account!",
        "invaliddrep": "Ongeldige DRep ID",
        "notregistered": "DRep ID niet geregistreerd, kan niet delegeren aan gespecificeerde DRep",
        "unknown": "Onbekende fout opgetreden bij het serialiseren van DRep ID"
      }
    }
  },
  "info": {
    "text": "Om deel te nemen aan bestuur, moet elke stake credential gedelegeerd worden aan een DRep. Ada-houders zullen over het algemeen hun stemrecht delegeren aan een geregistreerde DRep die namens hen stemt. Daarnaast zijn er twee vooraf gedefinieerde DRep-opties \"beschikbaar\":",
    "abstain": {
      "label": "Onthouden",
      "text": "Als een Ada-houder delegeert aan Onthouden, dan wordt hun stake actief gemarkeerd als niet deelnemend aan bestuur. Het effect van delegeren aan Onthouden on-chain is dat de gedelegeerde stake niet wordt beschouwd als onderdeel van de active voting stake. Echter, de stake wordt wel als geregistreerd beschouwd voor het doel van de incentives."
    },
    "noconfidence": {
      "label": "Geen Vertrouwen",
      "text": "Als een Ada-houder delegeert aan Geen Vertrouwen, dan telt hun stake als een nee-stem bij elke bestuursactie, behalve bij een \"Motion of no confidence\". Dit signaleert ook dat ze geen vertrouwen hebben in het bestaande constitutionele comité. Het effect van delegeren aan Geen Vertrouwen on-chain is dat deze stake wordt beschouwd als onderdeel van de active voting stake. Het telt als een Ja-stem bij elke Geen Vertrouwen-actie en als een Nee-stem bij elke andere actie. Het dient ook als een direct controleerbare maatstaf voor het vertrouwen van Ada-houders in het constitutionele comité."
    },
    "note": "Elke Ada-houder kan zichzelf registreren als een DRep en aan zichzelf delegeren als ze actief willen deelnemen aan het stemmen.",
    "govtool": {
      "mainnet": "",
      "guild": "",
      "sancho": "https://sanchogov.tools/",
      "preprod": "",
      "preview": "",
      "label": "GovTool",
      "info": "Voor meer informatie over Cardano bestuur en aanvullende acties, bezoek"
    }
  },
  "key": {
    "show": "Toon Account Bestuur Credentials",
    "hide": "Verberg Account Governance-referenties",
    "drep": {
      "header": "DRep-ID",
      "caption": "In het Conway ledger-tijdperk maken DRep-referenties het mogelijk om geregistreerde DReps on-chain te identificeren, in DRep-registraties, buitenwerkingstellingen, stemmen en in stemdelegaties van ada-houders."
    },
    "cccold": {
      "header": "CC Cold-referentie",
      "caption": "CC-leden kunnen worden herkend aan hun cold-referenties binnen update committee governance-acties, het autoriseren van hot credential-certificaten en het intrekken van cold key-certificaten."
    },
    "cchot": {
      "header": "CC Hot-referentie",
      "caption": "De CC hot-referentie is zichtbaar binnen het authorize hot key-certificaat en stemmen."
    }
  },
  "copy": {
    "address": {
      "hover": "$t(common:copy.address)",
      "notify": "$t(common:copied.address)"
    }
  }
}
