{
  "menuLabel": "Governança",
  "title": "__GT__Governança__ da Blockchain",
  "caption": "Navegando na Era Voltaire na governança da blockchain da Cardano, onde decisões impulsionadas pela comunidade iluminam o caminho para um ecossistema resiliente e inclusivo.",
  "era": "A rede ainda não entrou na era Voltaire (Conway).",
  "credentials": "Credenciais",
  "delegation": {
    "current": {
      "label": "Delegação de Voto Atual",
      "undelegated": "Não Delegado",
      "vote": "Voto",
      "drep": "DRep",
      "status": "Status",
      "active": "Ativo",
      "inactive": "Inativo",
      "unregistered": "Não Registrado",
      "votepower": "Poder de Voto"
    },
    "new": {
      "label": "Nova Delegação de Voto",
      "options": {
        "own": "Conta Própria",
        "custom": "Especificar ID do DRep",
        "abstain": "Abster-se",
        "noconfidence": "Sem Confiança"
      },
      "button": {
        "delegate": "Delegar",
        "governance": "Delegação de Governança"
      },
      "accModal": {
        "label": "Delegação de Voto de Governança da Conta",
        "caption": "Selecione a conta para a qual delegar seu poder de voto. Se for a mesma conta, um registro de DRep será feito automaticamente, se necessário; caso contrário, a conta selecionada já deve estar registrada como DRep.",
        "accounts": {
          "headline": "Delegação de voto entre contas"
        },
        "wallets": {
          "headline": "Delegação de voto entre carteiras",
          "current": "__GT__carteira__ atual",
          "loading": "Carregando lista de __GT__carteiras__ ..."
        },
        "button": {
          "account": "Delegar para Conta"
        }
      },
      "anchorModal": {
        "label": "Âncora de Registro do DRep (opcional)",
        "caption": "Sua URL com informações extras sobre você. Deixe em branco para omitir.",
        "hint": "https://..."
      },
      "error": {
        "accdrepmissing": "Credenciais de DRep da conta ausentes, por favor sincronize a conta selecionada!",
        "owndrepmissing": "Credencial de DRep própria ausente, por favor sincronize a conta ativa!",
        "invaliddrep": "ID do DRep inválido",
        "notregistered": "ID do DRep não registrado, impossível delegar para o DRep especificado",
        "unknown": "Erro desconhecido ao serializar o ID do DRep"
      }
    }
  },
  "info": {
    "text": "Para participar na governança, cada credencial de stake deve ser delegada a um DRep. Detentores de Ada geralmente delegarão seus direitos de voto a um DRep registrado que votará em seu nome. Além disso, duas opções de DRep pré-definidas estão \"disponíveis\":",
    "abstain": {
      "label": "Abster-se",
      "text": "Se um detentor de Ada delegar para Abster-se, seu stake é ativamente marcado como não participante na governança. O efeito de delegar para Abster-se na chain é que o stake delegado não será considerado parte do stake de votação ativo. No entanto, o stake será considerado registrado para fins de incentivos."
    },
    "noconfidence": {
      "label": "Sem Confiança",
      "text": "Se um detentor de Ada delegar para Sem Confiança, seu stake é contado como um voto 'não' em todas as ações de governança, exceto por uma \"Moção de censura\". Isso também sinaliza que eles não têm confiança no comitê constitucional existente. O efeito de delegar para Sem Confiança na chain é que este stake será considerado parte do stake de votação ativo. Contará como um voto 'Sim' em cada ação de Sem Confiança e um voto 'Não' em todas as outras ações. Também serve como uma medida diretamente auditável da confiança dos detentores de Ada no comitê constitucional."
    },
    "note": "Qualquer detentor de Ada pode se registrar como DRep e delegar para si mesmo se desejar participar ativamente da votação.",
    "govtool": {
      "mainnet": "",
      "guild": "",
      "sancho": "https://sanchogov.tools/",
      "preprod": "",
      "preview": "",
      "label": "GovTool",
      "info": "Para mais informações sobre a governança da Cardano e ações adicionais, visite"
    }
  },
  "key": {
    "show": "Mostrar Credenciais de Governança da Conta",
    "hide": "Ocultar Credenciais de Governança da Conta",
    "drep": {
      "header": "ID do DRep",
      "caption": "Na era Conway do ledger, as credenciais DRep permitem que DReps registrados sejam identificados on-chain, em registros DRep, aposentadorias, votos e em delegações de voto de detentores de ada."
    },
    "cccold": {
      "header": "Credencial Fria do CC",
      "caption": "Membros do comitê constitucional podem ser reconhecidos pelas suas credenciais frias em ações de governança de atualização do comitê, autorizar certificado de credencial quente e renunciar certificados de chave fria."
    },
    "cchot": {
      "header": "Credencial Quente do CC",
      "caption": "A credencial quente do comitê constitucional pode ser observada no certificado de autorização de chave quente e nos votos."
    }
  },
  "copy": {
    "address": {
      "hover": "$t(common:copy.address)",
      "notify": "$t(common:copied.address)"
    }
  }
}
