{
  "menuLabel": "Styrning",
  "title": "Blockchain-styrning",
  "caption": "Navigera i Voltaire-eran inom Cardanos blockchain-styrning, där gemenskapsdrivna beslut lyser upp vägen till ett motståndskraftigt och inkluderande ekosystem.",
  "era": "Nätverket har ännu inte gått in i Voltaire (Conway)-eran.",
  "credentials": "Referenser",
  "delegation": {
    "current": {
      "label": "Nuvarande röstdelegering",
      "undelegated": "Odelegerad",
      "vote": "Röst",
      "drep": "DRep",
      "status": "Status",
      "active": "Aktiv",
      "inactive": "Inaktiv",
      "unregistered": "Oregistrerad",
      "votepower": "Röststyrka"
    },
    "new": {
      "label": "Ny röstdelegering",
      "options": {
        "own": "Eget konto",
        "custom": "Ange DRep-ID",
        "abstain": "Avstå",
        "noconfidence": "Misstroende"
      },
      "button": {
        "delegate": "Delegera",
        "governance": "Styrningsdelegering"
      },
      "accModal": {
        "label": "Delegering av kontots styrningsröst",
        "caption": "Välj det konto du vill delegera din röststyrka till. Om det är samma konto görs en DRep-registrering automatiskt vid behov, annars måste det valda kontot redan vara DRep-registrerat.",
        "accounts": {
          "headline": "Röstdelegering mellan konton"
        },
        "wallets": {
          "headline": "Röstdelegering mellan plånböcker",
          "current": "nuvarande __GT__plånbok__",
          "loading": "Laddar __GT__plånbokslista__ ..."
        },
        "button": {
          "account": "Delegera till konto"
        }
      },
      "anchorModal": {
        "label": "DRep-registreringsankare (valfritt)",
        "caption": "Din URL med extra information om dig. Lämna tomt för att utelämna.",
        "hint": "https://..."
      },
      "error": {
        "accdrepmissing": "Kontots DRep-referenser saknas, vänligen synkronisera valt konto!",
        "owndrepmissing": "Egna DRep-referenser saknas, vänligen synkronisera aktivt konto!",
        "invaliddrep": "Ogiltigt DRep-ID",
        "notregistered": "DRep-ID är inte registrerat, kan inte delegera till angiven DRep",
        "unknown": "Okänt fel inträffade vid serialisering av DRep-ID"
      }
    }
  },
  "info": {
    "text": "För att delta i styrningen måste varje stake credential delegeras till en DRep. Ada-innehavare kommer generellt att delegera sina rösträttigheter till en registrerad DRep som röstar å deras vägnar. Dessutom finns två fördefinierade DRep-alternativ \"tillgängliga\":",
    "abstain": {
      "label": "Avstå",
      "text": "Om en Ada-innehavare delegerar till Avstå, markeras deras stake aktivt som att inte delta i styrningen. Effekten av att delegera till Avstå on-chain är att den delegerade staken inte kommer att betraktas som en del av den aktiva röstningsstaken. Staken kommer dock att anses vara registrerad för incitamentsändamål."
    },
    "noconfidence": {
      "label": "Misstroende",
      "text": "Om en Ada-innehavare delegerar till Misstroende, räknas deras stake som en nej-röst på varje styrningsåtgärd förutom en \"Misstroendeförklaring\". Detta signalerar också att de inte har förtroende för den befintliga konstitutionella kommittén. Effekten av att delegera till Misstroende on-chain är att denna stake kommer att betraktas som en del av den aktiva röstningsstaken. Den kommer att räknas som en Ja-röst på varje Misstroende-åtgärd och en Nej-röst på alla andra åtgärder. Det fungerar också som ett direkt granskningsbart mått på Ada-innehavares förtroende för den konstitutionella kommittén."
    },
    "note": "Varje Ada-innehavare kan registrera sig som en DRep och delegera till sig själv om de önskar delta aktivt i röstningen.",
    "govtool": {
      "mainnet": "",
      "guild": "",
      "sancho": "https://sanchogov.tools/",
      "preprod": "",
      "preview": "",
      "label": "GovTool",
      "info": "För mer information om Cardano-styrning och ytterligare åtgärder, besök"
    }
  },
  "key": {
    "show": "Visa kontots styrningsreferenser",
    "hide": "Dölj kontots styrningsreferenser",
    "drep": {
      "header": "DRep ID",
      "caption": "I Conway ledger-eran gör DRep-referenser det möjligt för registrerade DRep:ar att identifieras on-chain, i DRep-registreringar, pensioneringar, röster och i röstdelegeringar från ada-innehavare."
    },
    "cccold": {
      "header": "CC Cold Credential",
      "caption": "Medlemmar i den konstitutionella kommittén kan identifieras genom sina cold credentials inom styrningsåtgärder för update committee, auktorisera hot credential-certifikat och återkalla cold key-certifikat."
    },
    "cchot": {
      "header": "CC Hot Credential",
      "caption": "Den konstitutionella kommitténs hot credential kan observeras i certifikatet för att auktorisera hot key och i röster."
    }
  },
  "copy": {
    "address": {
      "hover": "$t(common:copy.address)",
      "notify": "$t(common:copied.address)"
    }
  }
}
