{
  "menuLabel": "การกำกับดูแล",
  "title": "การกำกับดูแล Blockchain",
  "caption": "นำทางสู่ยุค Voltaire ในการกำกับดูแล blockchain ของ Cardano ที่ซึ่งการตัดสินใจที่ขับเคลื่อนโดยชุมชนเป็นแสงนำทางไปสู่ระบบนิเวศที่ยืดหยุ่นและครอบคลุม",
  "era": "เครือข่ายยังไม่ได้เข้าสู่ยุค Voltaire (Conway)",
  "credentials": "ข้อมูลรับรอง",
  "delegation": {
    "current": {
      "label": "การมอบหมายสิทธิ์โหวตปัจจุบัน",
      "undelegated": "ไม่ได้มอบหมาย",
      "vote": "โหวต",
      "drep": "DRep",
      "status": "สถานะ",
      "active": "ใช้งานอยู่",
      "inactive": "ไม่ใช้งาน",
      "unregistered": "ไม่ได้ลงทะเบียน",
      "votepower": "พลังโหวต"
    },
    "new": {
      "label": "การมอบหมายสิทธิ์โหวตใหม่",
      "options": {
        "own": "บัญชีของตัวเอง",
        "custom": "ระบุ DRep ID",
        "abstain": "งดออกเสียง",
        "noconfidence": "ไม่ไว้วางใจ"
      },
      "button": {
        "delegate": "มอบหมาย",
        "governance": "การมอบหมายการกำกับดูแล"
      },
      "accModal": {
        "label": "การมอบหมายสิทธิ์โหวตการกำกับดูแลบัญชี",
        "caption": "เลือกบัญชีที่จะมอบหมายพลังโหวตของคุณให้ หากเป็นบัญชีเดียวกัน การลงทะเบียน DRep จะทำโดยอัตโนมัติหากจำเป็น มิฉะนั้น บัญชีที่เลือกจะต้องลงทะเบียน DRep แล้ว",
        "accounts": {
          "headline": "การมอบหมายสิทธิ์โหวตระหว่างบัญชี"
        },
        "wallets": {
          "headline": "การมอบหมายสิทธิ์โหวตระหว่างวอลเล็ต",
          "current": "__GT__วอลเล็ต__ปัจจุบัน",
          "loading": "กำลังโหลดรายการ __GT__วอลเล็ต__ ..."
        },
        "button": {
          "account": "มอบหมายให้บัญชี"
        }
      },
      "anchorModal": {
        "label": "Anchor การลงทะเบียน DRep (ไม่บังคับ)",
        "caption": "URL ของคุณพร้อมข้อมูลเพิ่มเติมเกี่ยวกับคุณ เว้นว่างไว้เพื่อข้าม",
        "hint": "https://..."
      },
      "error": {
        "accdrepmissing": "ข้อมูลรับรอง DRep ของบัญชีหายไป โปรดซิงค์บัญชีที่เลือก!",
        "owndrepmissing": "ข้อมูลรับรอง DRep ของตัวเองหายไป โปรดซิงค์บัญชีที่ใช้งานอยู่!",
        "invaliddrep": "DRep ID ไม่ถูกต้อง",
        "notregistered": "DRep ID ยังไม่ได้ลงทะเบียน ไม่สามารถมอบหมายให้กับ DRep ที่ระบุได้",
        "unknown": "เกิดข้อผิดพลาดที่ไม่รู้จักขณะจัดลำดับ DRep ID"
      }
    }
  },
  "info": {
    "text": "ในการเข้าร่วมการกำกับดูแล ข้อมูลรับรอง stake แต่ละรายการจะต้องมอบหมายให้กับ DRep ผู้ถือ Ada โดยทั่วไปจะมอบหมายสิทธิ์ในการโหวตให้กับ DRep ที่ลงทะเบียนซึ่งจะลงคะแนนในนามของพวกเขา นอกจากนี้ยังมีตัวเลือก DRep ที่กำหนดไว้ล่วงหน้าสองตัวเลือก \"พร้อมใช้งาน\":",
    "abstain": {
      "label": "งดออกเสียง",
      "text": "หากผู้ถือ Ada มอบหมายให้ งดออกเสียง stake ของพวกเขาจะถูกทำเครื่องหมายว่าไม่ได้เข้าร่วมในการกำกับดูแล ผลของการมอบหมายให้ งดออกเสียง บนเชนคือ stake ที่มอบหมายจะไม่ถือว่าเป็นส่วนหนึ่งของ stake ที่มีสิทธิ์โหวต อย่างไรก็ตาม stake จะถือว่าได้ลงทะเบียนเพื่อวัตถุประสงค์ของสิ่งจูงใจแล้ว"
    },
    "noconfidence": {
      "label": "ไม่ไว้วางใจ",
      "text": "หากผู้ถือ Ada มอบหมายให้ ไม่ไว้วางใจ stake ของพวกเขาจะถูกนับเป็นการโหวตไม่เห็นด้วยในทุกการดำเนินการกำกับดูแล ยกเว้น \"ญัตติไม่ไว้วางใจ\" นอกจากนี้ยังเป็นการส่งสัญญาณว่าพวกเขาไม่ไว้วางใจในคณะกรรมการธรรมนูญที่มีอยู่ ผลของการมอบหมายให้ ไม่ไว้วางใจ บนเชนคือ stake นี้จะถือว่าเป็นส่วนหนึ่งของ stake ที่มีสิทธิ์โหวต มันจะนับเป็นการโหวตเห็นด้วยในทุกการดำเนินการ ไม่ไว้วางใจ และโหวตไม่เห็นด้วยในการดำเนินการอื่น ๆ ทั้งหมด นอกจากนี้ยังทำหน้าที่เป็นตัวชี้วัดความเชื่อมั่นของผู้ถือ Ada ที่ตรวจสอบได้โดยตรงต่อคณะกรรมการธรรมนูญ"
    },
    "note": "ผู้ถือ Ada ทุกคนสามารถลงทะเบียนตนเองเป็น DRep และมอบหมายให้ตนเองได้หากต้องการมีส่วนร่วมในการโหวตอย่างแข็งขัน",
    "govtool": {
      "mainnet": "",
      "guild": "",
      "sancho": "https://sanchogov.tools/",
      "preprod": "",
      "preview": "",
      "label": "GovTool",
      "info": "สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการกำกับดูแล Cardano และการดำเนินการเพิ่มเติม โปรดไปที่"
    }
  },
  "key": {
    "show": "แสดงข้อมูลรับรองการกำกับดูแลบัญชี",
    "hide": "ซ่อนข้อมูลประจำตัวการกำกับดูแลบัญชี",
    "drep": {
      "header": "DRep ID",
      "caption": "ในยุค Conway ledger ข้อมูลประจำตัว DRep อนุญาตให้ DRep ที่ลงทะเบียนแล้วสามารถระบุตัวตนได้ on-chain ในการลงทะเบียน DRep การยุติบทบาท การโหวต และในการมอบสิทธิ์การโหวต (vote delegations) จากผู้ถือ ada"
    },
    "cccold": {
      "header": "CC Cold Credential",
      "caption": "สมาชิก Constitutional committee (CC) สามารถถูกระบุตัวตนได้ด้วย cold credentials ของพวกเขาภายในการดำเนินการกำกับดูแลของคณะกรรมการปรับปรุง (update committee governance actions) อนุมัติใบรับรอง hot credential และใบรับรองการลาออก cold key"
    },
    "cchot": {
      "header": "CC Hot Credential",
      "caption": "hot credential ของ Constitutional committee (CC) สามารถสังเกตเห็นได้ภายในใบรับรองการอนุมัติ hot key และการโหวต"
    }
  },
  "copy": {
    "address": {
      "hover": "$t(common:copy.address)",
      "notify": "$t(common:copied.address)"
    }
  }
}
