{
  "is": {
    "label": "Selección de Entrada",
    "caption": "Toma el control de la selección de entrada gastando utxo específicos de tu cuenta.",
    "reset": "Restablecer Selección de Entrada"
  },
  "import": {
    "label": "Importar Transacción",
    "caption": "Importa transacciones firmadas o sin firmar, exportadas desde Eternl u otras fuentes.",
    "upload": "Sube archivo(s) de transacción o pega el cbor crudo de la transacción."
  },
  "tf": {
    "label": "Fragmentación de Tokens",
    "caption": "Distribuye tus activos en múltiples utxo para reducir las comisiones en futuras transacciones."
  },
  "cu": {
    "label": "Colección de UTxO",
    "caption": "Recolecta los UTXO de esta cuenta, básicamente fusionándolos en menos cantidad. Creará hasta 10 transacciones a la vez. El procesamiento puede tardar un poco."
  },
  "ms": {
    "label": "Colección Especial",
    "label2": "Recolectar en Wallet",
    "caption": "Recolecta los UTXO de esta wallet de comisión ms, básicamente fusionándolos en menos cantidad. Creará hasta 10 transacciones a la vez. El procesamiento puede tardar un poco."
  },
  "donation": {
    "label": "Dona 1 ADA para apoyar el desarrollo de $t(common:appName)",
    "caption": "¡Esperamos que te guste Eternl! Por favor, considera enviar 1 ADA con esta transacción para apoyar el desarrollo de nuestro proyecto."
  },
  "customMetadata": {
    "label": "Metadatos Personalizada",
    "caption": "Añade un esquema Metadatos personalizado en formato JSON según la especificación.",
    "placeholder": "Pegar / Introducir JSON",
    "urllabel": "Documentación sobre el formato JSON de Metadatos en cardano.org",
    "added": "El siguiente Metadatos se añadió a la transacción:",
    "schemainfo": {
      "NoConversions": "Convierte fielmente entre el conjunto mínimo de características compartidas entre JSON y Metadatos.",
      "BasicConversions": "Añade soporte adicional para byte (como cadenas hexadecimales) y claves enteras (como cadenas).",
      "DetailedSchema": "Esquema JSON verboso pero con la mayor flexibilidad para la conversión de Metadatos."
    },
    "banner": {
      "error": {
        "title": "No es un esquema Metadatos general JSON de Cardano válido",
        "json": "JSON inválido.",
        "label": "Etiqueta(s) inválida(s).\nLas claves de nivel superior deben ser enteros únicos en el rango -(2^64 - 1) a (2^64 - 1)."
      }
    }
  },
  "metadata": {
    "label": "Añadir $t(common:message.label) on-chain",
    "caption": "Añade un mensaje/comentario/memo a la transacción.\nPresiona \"ENTER\" para un mensaje multilínea.",
    "enableEncryption": "Habilitar cifrado",
    "placeholder": "Introduce un mensaje de transacción",
    "error": {
      "overflow": "El número de caracteres por línea está limitado a 64. Presiona Enter para añadir una nueva línea",
      "invalidJSON": "No es un esquema Metadatos general JSON de Cardano válido."
    }
  }
}
