{
  "walletName": {
    "title": "Nombre y Grupo",
    "caption": "Actualiza el nombre de tu wallet o grupo.",
    "setting": {
      "caption": "$t(settings-wallet:walletName.caption)",
      "name": "Nombre de Wallet",
      "group": "Grupo de Wallet",
      "error": {
        "empty": {
          "name": "El nombre de Wallet no puede estar vacío.",
          "group": "El grupo de Wallet no puede estar vacío."
        },
        "duplicate": {
          "name": "Ya existe una wallet con este nombre."
        }
      }
    }
  },
  "spendingPassword": {
    "title": "Contraseña de Gasto de Wallet",
    "caption": "Actualiza la contraseña de gasto de tu wallet.",
    "setting": {
      "caption": "Actualiza la contraseña de gasto de tu wallet. Introduce la antigua y luego introduce una nueva contraseña de gasto larga. Cuanto más larga sea la contraseña, más segura será tu wallet.",
      "updated": "Actualización de la contraseña de gasto de Wallet.",
      "error": "No se pudo actualizar la contraseña de Wallet."
    }
  },
  "biometrics": {
    "title": "Gasto con Biometría",
    "caption": "Usa la función de Biometría en lugar de la contraseña.",
    "setting": {
      "caption": "$t(settings-wallet:biometrics.caption)",
      "activate": {
        "label": "Activar Biometría",
        "description": "Introduce tu contraseña de gasto actual para habilitar el gasto con las funciones de biometría de tu teléfono."
      },
      "deactivate": {
        "label": "Desactivar Biometría",
        "description": "Al firmar una transacción, usaremos la función de Biometría de tu teléfono en lugar de tu contraseña."
      }
    }
  },
  "icon": {
    "title": "Icono de Wallet",
    "caption": "Establece un icono personalizado para la wallet o genera un icono aleatorio para la wallet.",
    "setting": {
      "caption": "$t(settings-wallet:icon.caption)",
      "select": "Seleccionar Icono",
      "regenerateIcon": "Aleatorizar",
      "resetToDefault": "Restablecer predeterminado"
    }
  },
  "exportWallet": {
    "title": "Exportar Wallet",
    "caption": "Exportación JSON segura de la wallet que permite la importación en otros navegadores/dispositivos.",
    "setting": {
      "caption": "Los archivos de copia de seguridad .json exportados de $t(common:appName) se pueden importar en cualquier otra app de $t(common:appName).",
      "subCaption": "Una copia de seguridad .json incluye notas de transacción y configuraciones de billetera/cuenta.",
      "button": {
        "label": "Exportar Wallet"
      },
      "banner": {
        "title": "¡Importante!",
        "text": "Para hot wallets, la exportación incluye la clave privada cifrada. Mantén seguro el archivo exportado y no lo compartas con nadie."
      }
    }
  },
  "reSync": {
    "title": "Resincronizar wallet",
    "caption": "Forzar una resincronización completa de la wallet.",
    "setting": {
      "caption": "$t(settings-wallet:reSync.caption)",
      "subCaption": "Pulsar este botón restablecerá todos los datos de la wallet y la resincronizará completamente desde la blockchain.",
      "button": {
        "label": "Resincronizar Wallet"
      }
    }
  },
  "verification": {
    "title": "Verificación de la frase de recuperación",
    "caption": "Verifica que has guardado la frase de recuperación correcta para una wallet.",
    "setting": {
      "caption": "$t(settings-wallet:verification.caption) Una vez verificada, también puedes cambiar tu contraseña de gasto.",
      "start": "Verificar frase",
      "match": {
        "label": "La frase de recuperación introducida es correcta.",
        "spending": "Cambiar contraseña de gasto"
      },
      "invalid": "La frase de recuperación introducida no es correcta para esta wallet."
    }
  },
  "deleteWallet": {
    "title": "Eliminar Wallet",
    "caption": "Elimina la wallet y todas sus cuentas.",
    "setting": {
      "caption": "Una vez que elimines esta wallet, se eliminará de esta app $t(common:appName) y perderás el acceso a los fondos restantes en esta wallet.",
      "subCaption": "La única forma de recuperar el acceso después de eliminarla es restaurando la frase de recuperación de tu wallet o importando un archivo de copia de seguridad $t(common:appName).json exportado previamente.",
      "subCaption2": "Para facilitar la importación, exporta como copia de seguridad $t(common:appName).json antes de eliminar.\n\nAsegúrate de que la frase semilla de esta wallet esté guardada de forma segura!",
      "acknowledged": "Entiendo que la única forma de recuperar el acceso a esta wallet es restaurándola usando su frase de recuperación de wallet.",
      "name": "Introduce el nombre de wallet",
      "error": {
        "name": "Introduce el nombre correcto de wallet para confirmar la eliminación.",
        "acknowledged": "Por favor, lee y confirma la información anterior."
      }
    }
  }
}
