{
  "menuLabel": "Staking",
  "title": "Panel de Staking",
  "caption": "Aquí puedes gestionar y delegar tus ADA a un Stakepool y obtener ingresos pasivos.",
  "subCaption": "Tus fondos nunca abandonan tu wallet al hacer staking en Cardano, y pueden gastarse en cualquier momento.",
  "staking-cta": {
    "title": "¡Gana recompensas de staking!",
    "caption": "Haz clic en el botón para elegir un stake pool.",
    "button": "Delegar"
  },
  "poollist": {
    "title": "Stake pools disponibles",
    "caption": "Una lista de stake pools disponibles. Introduce el ticker o nombre de un pool para filtrar la lista. La clasificación prioriza las recompensas óptimas para el usuario.",
    "filter": {
      "search": "Buscar un pool..."
    }
  },
  "info": {
    "delegation": {
      "nodata": "no hay datos de pools disponibles",
      "undelegated": "no delegado",
      "delegated": "delegado",
      "deregistered": "desregistrado",
      "registered": "registrado",
      "pending": "pendiente",
      "producing": "produciendo"
    },
    "history": {
      "label": "Historial de Recompensas",
      "caption": "Una lista de las recompensas obtenidas por staking y votación en Catalyst, ordenada por epoch.",
      "epoch": "$t(common:epoch)",
      "rewards": "Recompensas",
      "refund": "Reembolso por Desregistro de Pool",
      "pool": "Pool",
      "treasury": "Votación Catalyst",
      "leader": "Recompensas del Operador del Pool",
      "reserves": "Recompensas Instantáneas"
    },
    "gov": {
      "nodelegation": {
        "info": "Por favor, considera delegar a un DRep para acciones de gobernanza. Será necesario en la siguiente era para poder retirar las recompensas de staking"
      },
      "inactive": "La cuenta está delegada a un DRep de gobernanza marcado como inactivo y, por lo tanto, ya no cuenta para el stake de votación activo"
    },
    "warning": {
      "high": {
        "headline": "Comisión del Pool Alta",
        "caption": "El pool al que esta cuenta está delegada tiene una comisión inusualmente alta que reducirá tus recompensas de staking. Si es algún tipo de ISPO, está bien. Si no, deberías elegir otro pool con comisiones más bajas"
      },
      "complete": {
        "headline": "Comisión del Pool 99+%",
        "caption": "El pool al que esta cuenta está delegada cobra al menos el 99% y recoge tus recompensas de ADA. Si es algún tipo de ISPO, está bien. Si no, deberías elegir otro pool con comisiones más bajas"
      }
    }
  }
}
